Repository: msgpo/trisquel-packages
Catalog: 8.0/gnome-app-install/po/*.po
Languages: ar, ast, bg, da, el, et, id, lv, nb, nn, ro, sl, sr, tr, zh_cn

source: Software installation failed
ar: فشِل تثبيت البرمجيات
ast: L'instalación del software tien fallao
bg: Инсталирането на софтуер е неуспешно
da: Installation af software fejlede
el: Η εγκατάσταση λογισμικού απέτυχε
et: Tarkvara paigaldamine on nurjunud
id: Penginstalan perangkat lunak gagal
lv: Programmatūŗas instalēšana neizdevās
nb: Mislykket programvareinstallasjon
nn: Programvareinstallasjonen gjekk ikkje
ro: Instalarea programului a eșuat
sl: Namestitev programske opreme je spodletela
sr: Инсталација софтвера није успела
tr: Uygulama yüklenemedi
zh_cn: 软件安装失败

source: There has been a problem during the installation of the following pieces of software.
ar: ظهرت مشكلة أثناء تثبيت أجزاء البرمجيات التالية.
ast: Hebo un erru durante la instalación de los siguientes programes.
bg: Възникна проблем при инсталирането на следните частици софтуер.
da: Der er opstået et problem under installationen af de følgende stykker software.
el: Υπήρξε ένα πρόβλημα κατά την διάρκεια της εγκατάστασης των παρακάτω πακέτων λογισμικού.
et: Programmi paigaldamisel tekkisid probleemid. Programm võib olla vigane.
id: Ada masalah saat penginstalan beberapa perangkat lunak berikut.
nb: Det oppstod et problem under installasjonen av de følgende delene av programvaren.
nn: Det var eit problem under installasjonen av dei følgjande delane av programvaren.
ro: În timpul instalării următoarelor componente a apărut o eroare.
sl: Prišlo je do napake med namestitvijo naslednjih delov programske opreme.
sr: Дошло је до проблема у току инсталације следећих делова софтвера.
zh_cn: 在安装下列软件的时候出现了一个问题。

source: Add/Remove More Software
ar: أضف\أزِل المزيد من البرمجيات
ast: Amestar o quitar más programes
bg: Добавяне/Премахване на още софтуер
da: Tilføj/fjern mere software
el: Προσθαφαίρεση επιπλέον λογισμικού
et: Paigalda/Eemalda rohkem tarkvara
id: Tambah/Hapus Piranti Lunak
lv: Pievienot/noņemt vairāk programmatūras
nb: Legg til/fjern mer programvare
nn: Legg til/fjern meir programvare
ro: Instalează/Dezinstalaeză mai multe programe
sl: Dodaj/odstrani več programske opreme
sr: Додај/Уклони још софтвера
tr: Daha Fazla Program Ekle/Kaldır
zh_cn: 添加/删除更多程序

source: Application installation failed
ar: فشل تثبيت التطبيق
ast: Fallu na instalación de l'aplicación
bg: Инсталирането на програма е неуспешно
da: Installation af program fejlede
el: Η εγκατάσταση της εφαρμογής απέτυχε
et: Rakenduse paigaldamine nurjus.
id: Penginstalan aplikasi gagal
lv: Programmas instalēšana neizdevās
nb: Mislykket installasjon av programvare
nn: Programvareinstallasjonen gjekk ikkje
ro: Instalarea aplicației a eșuat
sl: Namestitev programske opreme je spodeletela
sr: Инсталација апликације није успела
tr: Uygulama yüklenemedi
zh_cn: 程序安装失败

source: There has been a problem during the installation of the following applications.
ar: ظهرت مشكلة أثناء تثبيت التطبيقات التالية.
ast: Hebo un erru durante la instalación de les siguientes aplicaciones.
bg: Възникна проблем при инсталирането на следните програми.
da: Der er opstået et problem under installationen af de følgende programmer.
el: Υπήρξε ένα πρόβλημα κατά την διάρκεια της εγκατάστασης των παρακάτω εφαρμογών.
et: Rakendustes ja paigaldamisel tekkisid vead.
id: Ada masalah saat penginstalan dari aplikasi-aplikasi berikut.
lv: Sekojošas programmas instalēšanas laikā radusies kļūda.
nb: Det oppstod et problem under installasjonen av de følgende programmene.
nn: Det var eit problem under installasjonen av dei følgjande programma.
ro: În timpul instalării următoarelor programe a apărut o eroare.
sl: Prišlo je do napake med namestitvijo naslednjih programov.
sr: Дошло је до проблема у току инсталације следећих апликација.
zh_cn: 在下列程序的安装过程中出现了问题。

source: Software could not be removed
ar: تعذر إزالة البرمجية
ast: L'aplicación nun se pudo desinstalar
bg: Софтуерът не може да бъде премахнат
da: Software kunne ikke fjernes
el: Το λογισμικό δεν μπόρεσε να απεγκατασταθεί
et: Seda tarkvara ei saa eemaldada
id: Perangkat lunak tidak dapat dihapus
lv: Programmatūru nevar noņemt
nb: Mislykket fjerning av programvare
nn: Programvaren kunne ikkje fjernast
ro: Nu s-a putut dezinstala programul
sl: Programske opreme ni bilo mogoče odstraniti
sr: Није могуће уклонити софтвер
tr: Yazılım kaldırılamadı
zh_cn: 软件不能够被移除

source: There has been a problem during the removal of the following pieces of software.
ar: ظهرت مشكلة أثناء إزالة أجزاء البرمجيات التالية.
ast: Hebo un problema durante la desinstalación de los siguientes programes.
bg: Възникна проблем при премахването на следните частици софтуер.
da: Der er opstået et problem under fjernelsen af de følgende stykker software.
el: Υπήρξε ένα πρόβλημα κατά την διάρκεια της απεγκατάστασης των παρακάτω πακέτων λογισμικού.
et: Tarkvara eemaldamisel tekkis programmis viga.
id: Ada masalah saat penghapusan bebrapa perangkat lunak berikut.
lv: Sekojošu programmu noņemšanas laikā radusies kļūda.
nb: Det oppstod et problem under fjerning av de følgende delene av programvaren.
nn: Det var eit problem under fjerninga av dei følgjande delane av programvaren.
ro: În timpul dezinstalării următoarelor componente de programe a apărut o eroare.
sl: Prišlo je do napake med odstranjevanjem naslednjih delov programske opreme.
sr: Дошло је до проблема у току уклањања следећих делова софтвера.
zh_cn: 在移除下列软件时出现了问题。

source: Not all applications could be removed
ar: لا يمكن إزالة كل البرامج
ast: Nun se pudieron desinstalar toles aplicaciones
bg: Не всички програми могат да бъдат премахнати
da: Ikke alle programmer kunne fjernes
el: Δεν μπόρεσαν να απεγκατασταθούν όλες οι εφαρμογές
et: Mitte kõiki rakendusi ei saa eemaldada
id: Tidak semua aplikasi dapat dihapus
lv: Ne visas programmas varēja noņemt
nb: Klarte ikke å fjerne all programvaren
nn: Alle programma vart ikkje fjerna
ro: Nu toate aplicațiile au putut fi dezinstalate
sl: Vseh programov ni bilo mogoče odstraniti
sr: Нису све апликације могле бити уклоњене
tr: Tüm uygulamalar kaldırılamadı
zh_cn: 不是所有程序都能够被移除

source: There has been a problem during the removal of the following applications.
ar: ظهرت مشكلة أثناء إزالة التطبيقات التالية.
ast: Hebo un problema durante la desinstalación de les siguientes aplicaciones.
bg: Възникна проблем при премахването на следните програми.
da: Der er opstået et problem under fjernelsen af de følgende programmer.
el: Υπήρξε ένα πρόβλημα κατά την διάρκεια της απεγκατάστασης των παρακάτω εφαρμογών.
et: Tekkisid probleemid seoses eemaldatava rakendus(t)ega.
id: Ada masalah saat penghapusan dari aplikasi-aplikasi berikut.
lv: Sekojošas programmas noņemšanas laikā radusies kļūda.
nb: Det oppstod et problem under fjerning av de følgende programmene.
nn: Det var eit problem under fjerninga av dei følgjande programma.
ro: În timpul instalării următoarelor programe a apărut o eroare.
sl: Prišlo je do napake med odstranjevanjem naslednjih programov.
sr: Дошло је до проблема у току уклањања следећих апликација.
tr: Aşağıdaki uygulamaların kaldırılması sırasında bir hata oluştu.
zh_cn: 在移除下列程序时出现了问题

source: Installation and removal of software failed
ar: فشِل تثبيت وإزالة البرمجيات.
ast: La instalación y desinstalación del software fallaren
bg: Инсталирането и премахването на софтуер е неуспешно
da: Installation og fjernelse af software fejlede
el: Η εγκατάσταση και απεγκατάσταση του λογισμικού απέτυχε
et: Paigaldamine ja eemaldamine on nurjunud
id: Instalasi dan penghapusan piranti lunak gagal
nb: Mislykket programvareinstallasjon og -fjerning.
nn: Programvareinstallasjon og -fjerning gjekk ikkje
ro: Instalarea și dezinstalarea programului a eșuat
sl: Nameščanje in odstranjevanje programske opreme je spodeletelo
sr: Инсталација и уклањање софтвера није успело
zh_cn: 安装和移除软件失败

source: There has been a problem during the installation or removal of the following pieces of software.
ar: ظهرت مشكلة أثناء تثبيت أو إزالة أجزاء البرمجيات التالية.
ast: Hebo un erru durante la instalación o desinstalación de los siguientes programes.
bg: Възникна проблем при инсталирането или премахването на следните частици софтуер.
da: Der er opstået et problem under installationen eller fjernelsen af de følgende stykker software.
el: Υπήρξε ένα πρόβλημα κατά την διάρκεια της εγκατάστασης και απεγκατάστασης των παρακάτω πακέτων λογισμικού.
et: Tekkisid probleemid paigaldamisel ja eemaldamisel.
id: Ada masalah saat penginstalan dan penghapusan bebrapa perangkat lunak berikut.
nb: Det oppstod et problem under installasjon eller fjerning av de følgende delene av programvaren.
nn: Det var eit problem under installasjonen eller fjerninga av dei følgjande delane av programvaren.
ro: În timpul instalării sau dezinstalării următoarelor componente de programe a apărut o eroare.
sl: Prišlo je do napake med nameščanjem ali odstranjevanjem naslednjih delov programske opreme.
sr: Дошло је до проблема у току инсталације или уклањања следећих делова софтвера.
zh_cn: 在安装或者删除下列软件时，出现了问题。

source: Installation and removal of applications failed
ar: فشل تثبيت و إزالة البرامج
ast: Fallo na instalación y desinstalación d'aplicaciones
bg: Инсталирането и премахването на програми е неуспешно
da: Installation og fjernelse af programmer fejlede
el: Η εγκατάσταση και απεγκατάσταση των εφαρμογών απέτυχε
et: Rakenduse paigaldamine ja eemaldamine on nurjunud.
id: Instalasi dan penghapusan aplikasi-aplikasi gagal
nb: Mislykket programvareinstallasjon og -fjerning
nn: Programvareinstallasjon og -fjerning gjekk ikkje
ro: Instalarea și dezinstalarea aplicațiilor a eșuat
sl: Namestitev in odstranitev programov je spodletelo
sr: Инсталација или уклањање апликација није успело
zh_cn: 安装和移除程序失败

source: There has been a problem during the installation or removal of the following applications.
ar: ظهرت مشكلة أثناء تثبيت أو إزالة التطبيقات التالية.
ast: Hebo un erru durante la instalación o desinstalación de les siguientes aplicaciones.
bg: Възникна проблем при инсталирането и премахването на следните програми.
da: Der er opstået et problem under installationen eller fjernelsen af de følgende programmer.
el: Υπήρξε ένα πρόβλημα κατά την διάρκεια της εγκατάστασης και απεγκατάστασης των παρακάτω εφαρμογών.
et: Rakenduse paigaldamisel või eemaldamisel tekkisid probleemid.
id: Ada masalah saat instalasi atau penghapusan dari aplikasi-aplikasi berikut.
nb: Det oppstod et problem under installasjon eller fjerning av de følgende programmene.
nn: Det var eit problem under installasjonen eller fjerninga av dei følgjande programma.
ro: În timpul instalării sau dezinstalării următoarelor programe a apărut o eroare.
sl: Prišlo je do napake med nameščanjem ali odstranjevanjem naslednjih programov.
sr: Дошло је до проблема у току инсталације или уклањања следећих апликација.
tr: Aşağıdaki uygulamaların yüklenmesi veya kaldırılması aşamasında hatalar oluştu.
zh_cn: 在安装或者删除下列应用程序时，出现来问题。

source: New application has been installed
ar: تم تثبيت البرنامج الجديد
ast: Instalóse una nueva aplicación
bg: Беше инсталирана нова програма
da: Nyt program er blevet installeret
el: Μια νέα εφαρμογή έχει εγκατασταθεί
et: Uus rakendus on installitud
id: Aplikasi baru telah terinstal
nb: Det nye programmet har blitt lagt inn
nn: Det nye programmet er installert
ro: Noua aplicație a fost instalată
sl: Nameščeni so bili novi programi
sr: Нова апликација је инсталирана
tr: Yeni uygulamalar yüklendi
zh_cn: 新的程序已经被安装

source: New applications have been installed
ar: تم تثبيت البرامج الجديدة
ast: Instaláronse nueves aplicaciones
bg: Бяха инсталирани нови програми
da: Nye programmer er blevet installeret
el: Νέες εφαρμογές έχουν εγκατασταθεί
et: Uued rakendused on installitud
id: Aplikasi-aplikasi baru telah terinstal
nb: Nye programmer har blitt lagt inn
nn: Dei nye programma er installerte
ro: Noile aplicații au fost instalate
sl: Nameščeni so bili novi programi
sr: Нове апликације су инсталиране
tr: Yeni uygulamalar yüklendi.
zh_cn: 新的程序已经被安装

source: To start a newly installed application, choose it from the applications menu.
ar: لبدء تطبيق مثبت مؤخرا اختره من قائمة التطبيقات.
ast: P'aniciar una aplicación recién instalada, seleiciónela nel menú d'aplicaciones.
bg: За да стартирате новоинсталирана програма, изберете я от менюто с програми.
da: For at starte et nyinstalleret program, kan du vælge det fra "Programmer"-menuen.
el: Για να εκκινήσετε μια νέα εφαρμογή, επιλέξτε την από το μενού των εφαρμογών.
et: Et käivitada uut paigaldatud programmi, vali rakenduste menüüst.
id: Untuk memulai aplikasi yang baru saja terinstal, pilihlah aplikasi tersebut dari menu Aplikasi.
nb: Velg det nyinstallerte programmet på programmer-menyen for å starte det.
nn: Vel det nyinstallerte programmet på programmenyen for å starte det.
ro: Pentru a porni o aplicație nou instalată, alege aplicația din meniu.
sr: Да би покренули новоинсталирану апликацију, изаберите је из менија за апликације.
tr: Yeni kurulmuş bir uygulamayı başlatmak için uygulamalar menüsünden seçin.
zh_cn: 要启动一个新安装的程序，请从应用程序菜单选择它。

source: To start a newly installed application double click on it.
ar: لبدء تطبيق مثبت مؤخرا انقر عليه مرتين.
ast: P'aniciar una aplicación recién instalada, calque dos vegaes sobro ella.
bg: За да стартирате новоинсталирана програма, щракнете двукратно върху нея.
da: Dobbeltklik på et nyinstalleret program for at starte det.
el: Για να εκκινήσετε μια νέα εφαρμογή κάντε διπλό κλικ πάνω της.
et: Uue paigaldatud rakenduse käivitamiseks tee topeltklikk selle peal.
id: Untuk memulai aplikasi yang baru saja terinstal, klik ganda padanya.
nb: Dobbelklikk på det nye programmet for å starte det.
nn: Dobbelklikk på det nye programmet for å starta det.
ro: Pentru a porni o aplicație nou instalată, faceți dublu clic pe ea.
sr: Да би покренули новоинсталирану апликацију два пута кликните на њу.
tr: Yeni kurulmuş bir uygulamayı başlatmak için üzerine çift tıklayın.
zh_cn: 要启动一个新安装的程序，请双击它。

source: Software has been installed successfully
ar: ثُبتت البرمجيات بنجاح.
ast: El software foi instaláu con éxitu
bg: Софтуерът беше инсталиран успешно
da: Software er blevet installeret problemfrit
el: Το λογισμικό εγκαταστάθηκε με επιτυχία
et: Tarkvara on edukalt paigaldatud
id: Perangkat lunak telah terinstal dengan berhasil
nb: Vellykket installasjon av programvare
nn: Programvaren vart installert
ro: Programul a fost instalat cu succes
sl: Programska oprema se je uspešno namestila
sr: Софтвер је успешно инсталиран
tr: Yazılım başarıyla yüklendi
zh_cn: 软件已经成功地被安装了

source: Do you want to install or remove further software?
ar: هل ترغب في تثبيت أو إزالة برمجيات أخرى؟
ast: ¿Deseya instalar o desinstalar más aplicaciones?
bg: Искате ли да инсталирате или премахнете още софтуер?
da: Ønsker du at installere yderligere software?
el: Θα θέλατε να εγκαταστήσετε ή να απεγκαταστήσετε επιπλέον λογισμικό;
et: Kas sa tahad veel midagi paigaldada või eemaldada?
id: Anda ingin menginstal atau menghapus perangkat lunak lainnya?
nb: Ønsker du å installére eller fjerne mer programvare?
nn: Vil du installera eller fjerna meir?
ro: Doriți să continuați instalarea sau dezinstalarea de alte programe?
sl: Ali želite nadaljevati z nameščanjem ali odstranjevanjem programske opreme?
sr: Да ли желите да инсталирате или уклоните још софтвера?
zh_cn: 你想安装或者移除其它软件吗？

source: Applications have been removed successfully
ar: أزيلت التطبيقات بنجاح
ast: Les aplicaciones desinstaláronse con éxitu
bg: Програмите бяха премахнати успешно
da: Programmer er blevet fjernet problemfrit
el: Οι εφαρμογές απεγκαταστάθηκαν με επιτυχία
et: Rakendused on edukalt eemaldatud
id: Aplikasi-aplikasi telah terhapus dengan berhasil
nb: Vellykket fjerning av programvare
nn: Programma vart fjerna
ro: Aplicațiile au fost dezinstalate cu succes
sl: Programi so bili uspešno odstranjeni
sr: Апликације су успешно уклоњене
tr: Uygulamalar başarıyla kaldırıldı
zh_cn: 程序已经被成功地移除了

source: Do you want to install or remove further applications?
ar: هل ترغب في تثبيت أو إزالة تطبيقات أخرى؟
ast: ¿Deseya instalar o desinstalar más aplicaciones?
bg: Искате ли да инсталирате или премахнете още програми?
da: Vil du installere eller fjerne yderligere programmer?
el: Θα θέλατε να εγκαταστήσετε ή να απεγκαταστήσετε επιπλέον εφαρμογές;
et: Kas sa tahad veel midagi paigaldada või eemaldada?
id: Apakah Anda ingin mrnginstal atau menghapus aplikasi-aplikasi lagi?
nb: Ønsker du å installére eller fjerne flere programmer?
nn: Vil du installera eller fjerna meir?
ro: Doriți să continuați instalarea sau dezinstalarea de alte aplicații?
sl: Ali želite nadaljevati z nameščanjem ali odstranjevanjem programske opreme?
sr: Да ли желите да инсталирате или уклоните још апликација?
zh_cn: 你想安装或者移除其它软件吗？

source: Remove %s and bundled applications?
ar: أأزيل %s والتطبيقات المُجمعة؟
ast: ¿Desinstalar %s y les aplicaciones de la so mesma coleición?
bg: Премахване на %s и свързаните приложения?
da: Fjern %s og medfølgende programmer?
el: Απομάκρυνση του %s και των συσχετιζόμενων εφαρμογών;
et: %s eemaldamine ja laiendatud rakendused?
id: Hapus %s dan aplikasi-aplikasi terbendel?
nb: Ønsker du å fjerne «%s» og tilhørende programmer?
nn: Vil du fjerna %s og dei vedbundne programma?
ro: Dezinstalați %s împreună cu aplicațiile include?
sr: Да уклоним %s и апликације које иду са њим?
tr: %s ve onunla ilişkili uygulamalar kaldırılsın mı?
zh_cn: 移除 %s 和捆绑软件？

source: %s is part of a software collection. If you remove %s, you will remove all bundled applications as well.
ar: %s جزء من مجموعة برمجية، فإذا أزلت %s ستزال جميع التطبيقات المُجمعة كذلك.
ast: %s ye parte d'una coleición de software. Si desinstala %s, tamién desinstalará toles aplicaciones conteníes en tala coleición.
bg: %s е част от софтуерна колекция. Ако премахнете %s, ще премахнете и всички свързани приложения.
da: %s er en del af en softwaresamling. Hvis du fjerner %s, fjerner du samtidig alle programmer i denne samling.
el: Το %s είναι κομμάτι μιας συλλογής λογισμικού. Αν απομακρύνετε το %s , θα απομακρύνετε μαζί και τις όλες συσχετιζόμενες εφαρμογές του.
et: %s on osa tarkvara kollektsioonist. Kui sa eemaldad %s, siis eemaldad kõik selle (lisa)rakendused ka.
id: %s merupakan bagian dari kumpulan perangkat lunak. Jka Anda ingin menghapus %s, Anda akan menghapus semua aplikasi terbendel juga.
lv: %s ir programmu pakotnes daļa. Ja jūs noņemsiet %s, tiks noņemtas arī pārējās šīs programmu pakotnes programmas.
nb: «%s» er en del av en programvaresamling. Hvis du fjerner «%s», blir også alle de andre tilhørende programmene fjernet.
nn: «%s» er ein del av ei programvaresamling. Dersom du fjernar «%s», vert også alle dei andre vedbundne programma fjerna.
ro: %s face parte dintr-o colecție de programe. În cazul în care dezinstalați %s, veți dezinstala și toate aplicațiile ce fac parte din colecție.
sr: %s је део софтверске колекције. Ако уклоните %s, уклонићете такође и остале апликације из колекције.
zh_cn: %s是软件集合的一部分。如果移除%s，会同时移除所有捆绑软件。

source: _Remove All
ar: أزِل ال_كل
ast: _Desinstalar tou
bg: _Премахване на всички
da: Fje_rn alle
el: Α_πομάκρυνση όλων
et: Eemalda kõik
id: _Lepas Semua
lv: _Noņemt visu
nb: _Fjern alle
nn: _Fjern alle
ro: _Dezinstalează toate
sl: O_dstrani vse
sr: _Уклони све
tr: _Tümünü Kaldır
zh_cn: 移除全部(_R)

source: Install %s and bundled applications?
ar: أأثبت %s والتطبيقات المُجمعة؟
ast: ¿Instalar %s y les aplicaciones de la so mesma coleición?
bg: Инсталиране на %s и свързаните приложения?
da: Installér %s og medfølgende programmer fra samling?
el: Εγκατάσταση του %s και των συσχετιζόμενων εφαρμογών του;
et: %s paigaldamine ja laiendatud rakendused?
id: Menginstal %s dan aplikasi terbendel?
lv: Instalēt %s un saistītās programmas?
nb: Ønsker du å installére «%s» og tilhørende programmer?
nn: Vil du installera «%s» og dei vedbundne programma?
ro: Instalați %s împreună cu aplicațiile include?
sr: Да инсталирам %s и апликације које иду са њим?
tr: %s ve onunla ilişkili uygulamalar kurulsun mu?
zh_cn: 安装 %s 及其捆绑软件？

source: %s is part of a software collection. If you install %s, you will install all bundled applications as well.
ar: %s جزء من مجموعة برمجية، فإذا ثبت %s ستثبت جميع التطبيقات المُجمعة كذلك.
ast: %s ye parte d'una coleición de software. Si instala %s, tamién instalará toles aplicaciones conteníes en tala coleición.
bg: %s е част от софтуерна колекция. Ако инсталирате %s, ще инсталирате и всички свързани приложения.
da: %s er en del af en softwaresamling. Hvis du installerer %s, installerer du samtidig alle programmer i denne samling.
el: Το %s είναι κομμάτι μιας συλλογής λογισμικού. Αν εγκαταστήσετε το %s , θα εγκαταστήσετε μαζί και όλες τις συσχετιζόμενες εφαρμογές του.
et: %s on osa tarkvara kollektsioonist. Kui sa paigaldad %s, siis installid kõik selle (lisa)rakendused ka.
id: %s merupakan bagian dari kumpulan perangkat lunak. Jka Anda ingin menginstal %s, Anda akan menginstal semua aplikasi terbendel juga.
lv: %s ir programmu pakotnes daļa. Ja jūs instalēsiet %s, tiks uzinstalētas arī pārējās šīs programmu pakotnes programmas.
nb: «%s» er en del av en programvaresamling. Hvis du installérer «%s», blir også alle de andre tilhørende programmene installert.
nn: «%s» er ein del av ei programvaresamling. Dersom du installerer «%s», vert også alle dei andre vedbundne programma installerte.
ro: %s face parte dintr-o colecție de programe. În cazul în care instalați %s, veți instala și toate aplicațiile ce fac parte din colecție.
sr: %s је део колекције софтвера. Ако прихватите инсталацију %s, инсталираћете такође и све апликације из колекције.
zh_cn: %s是软件集合的一部分。如果安装%s，会同时安装所有捆绑软件。

source: _Install All
ar: _ثبّت الكل
ast: _Instalar too
bg: _Инсталиране на всички
da: _Installér alle
el: Ε_γκατάσταση όλων
et: _Installi kõik
id: _Instal Semua
lv: _Instalēt visu
nb: _Installér alle
nn: _Installer alle
ro: _Instalează toate
sl: Namesti _vse
sr: _Инсталирај све
tr: Tümünü _Kur
zh_cn: 安装全部(_I)

source: %s is provided by a third party vendor.
ar: يُوفَر %s من منتج من طرف ثالث.
ast: %s proporciónalu otru proveedor.
bg: %s се предлага от трета страна доставчик.
da: %s bliver leveret af en tredjepartsleverandør.
el: Το %s παρέχεται από έναν τρίτο διανομέα.
et: %s on kolmanda osapoole tarne.
id: %s disediakan oleh penyedia pihak ketiga
lv: %s nodrošina trešās puses piegādātājs.
nb: «%s» tilbys av en tredjepartsleverandør.
nn: «%s» vert tilbydd av ein tredjepartsleverandør.
ro: %s este oferit de o sursă terță.
sr: %s је обезбеђена од стране трећих лица.
tr: %s bir üçüncü taraf satıcı tarafından sağlanmaktadır.
zh_cn: %s由第三方提供。
