Repository: msgpo/trisquel-packages
Catalog: 8.0/gnome-app-install/po/*.po
Languages: ar, ast, bg, da, el, et, id, lv, nb, nn, ro, sl, sr, tr, zh_cn

source: The required software to play this file is not installed. You need to install suitable codecs to play media files. Do you want to search for a codec that supports the selected file? The search will also include software which is not officially supported.
ar: البرمجيات المطلوبة لتشغيل هذا الملف غير مثبّتة. تحتاج تثبيت مرمزات معينة لتشغيل هذه الملفات. أتريد البحث عن المرماز الذي يدعم هذا الملف؟ سيشمل البحث أيضا البرمجيات غير المدعومة رسميا.
ast: El software necesariu pa reproducir esti archivu nun ta instaláu. Necesita instalar los códecs afayaízos pa reproducir archivos multimedia. ¿Deseya buscar un códec que soporte l'archivu seleicionado? Esta búsqueda incluyirá tamién software non soportáu oficialmente.
bg: Необходимия софтуер за възпроизвеждане на този файл не е инсталиран. Трябва да инсталирате подходящи кодеци за възпроизвеждане на медийни файлове. Искате ли да потърсите за кодек, който може да възпроизведе избрания файл? В търсенето също ще бъде включен софтуер, който не се поддържа официално.
da: Softwaren, som kræves for at spille denne fil, er ikke installeret. Du skal installere egnede codecs for at spille mediefiler. Ønsker du at søge efter et codec, der understøtter den valgte fil? Søgningen vil også medtage software, som ikke er officielt understøttet.
el: Το απαιτούμενο λογισμικό για να αναπαραχθεί το αρχείο αυτό δεν είναι εγκατεστημένο. Θα χρειαστεί να εγκαταστήσετε αποκωδικοποιητές για να αναπαράγονται αρχεία πολυμέσων. Θα θέλατε να αναζητήσουμε έναν αποκωδικοποιητή που υποστηρίζει το επιλεγμένο αρχείο; Η αναζήτηση θα περιλαμβάνει λογισμικό που δεν υποστηρίζεται επίσημα.
et: Selle faili esitamiseks vajalik tarkvara pole paigaldatud. Meediafailide esitamiseks on vajalik sobiva koodeki paigaldamine. Kas otsida koodekit, mis toetab seda faili? Otsingu tulemustesse kaasatakse ka ametlikult mittetoetatud tarkvara.
id: Perangkat lunak yang dibutuhkan untuk menjalankan berkas ini tidak terinstal. Anda membutuhkan codec yang cocok untuk menjalankan berkas-berkas media. Apakah Anda ingin mencari sebuah codec yang mendukung berkas ini? Pencarian juga akan mengikutsertakan perangkat lunak yang tidak didukung secara resmi.
lv: Šī faila atskaņošanai nepieciešamā programmatūra nav uzinstalēta. Lai atskaņotu multimediju failus nepieciešami piemēroti kodeki. Vai vēlaties meklēt kodeku, kas atbalsta izvēlēto failu? Meklēšanā tiks iekļauta programmatūra, kas netiek oficiāli atbalstīta.
nb: Du har ikke den nødvendige programvaren for å avspille denne filen. Du må installére passende kodeker for å avspille mediefiler. Vil du søke etter en kodek som støtter den valgte filen? Søket vil også omfatte programvare som ikke er offisielt støttet.
nn: Du har ikkje den naudsynte programvaren for å spela av denne fila. Du må installera passande kodekar for å spela av mediefiler. Vil du søka etter ein kodek som støttar den valde fila? Søket tek også med programvare som ikkje er offisielt støtta.
ro: Nu este instalată nici o aplicație ce poate reda acest fișier. Pentru a reda fișiere multimedia trebuie să instalați codecuri corespunzatoare. Doriți efectuarea unei căutări pentru codecuri corespunzătoare? Căutarea va include și programe ce nu sunt suportate oficial.
sl: Potreba programska oprema za predvajanje te datoteke ni nameščena. Namestiti morate primerne kodeke za predvajanje medijskih datotek. Ali želite iskati za kode, ki podpira izbrano datoteko? Iskanje bo tudi vključevalo programsko opremo, ki uradno ni podprta.
sr: Софтвер потребан за пуштање овог фајла није инсталиран. Потребно је да инсталирате одговарајуће кодеке који ће пуштати медија фајлове. Да ли желите да потражите кодек који подржава одабрани фајл? \ Претрага ће такође укључити софтвер који није званично подржан.
zh_cn: 用来播放这种文件的程序还没有安装。你需要安装合适的解码器来播放这种媒体文件。你想搜索播放被选文件的解码器吗？

source: Invalid commandline
ar: سطر أمر غير صالح
ast: Llinia d'órdenes non válida
bg: Невалиден команден ред
da: Ugyldig kommando
el: Μη έγκυρη εντολή
et: Vigane käsuliin
id: Baris perintah yang tidak tepat
lv: Nederīga komandrinda
nb: Ugyldig kommandolinje
nn: Ugyldig kommandolinje
ro: Linia de comandă nu este validă
sl: Neveljavna ukazna vrstica
sr: Грешка у командној линији
tr: Hatalı komut satırı
zh_cn: 非法命令行

source: '%s' does not understand the commandline argument '%s'
ar: لا يفهم '%s' مُعطى سطر الأوامر '%s'
ast: '%s' nun entiende'l parámetru '%s' de la llinia d'órdenes
bg: '%s' не разбира аргумента на командния ред '%s'
da: "%s" forstår ikke kommandoargumentet "%s"
et: '%s' ei saa aru käsuliini argumendist '%s'
id: '%s' tidak mengerti argumen baris perintah '%s'
lv: '%s' nesaprot komandrindas argumentus '%s'
nb: «%s» forstår ikke kommandolinje-argumentet «%s»
nn: «%s» forstår ikkje kommandolinje-argumentet «%s»
ro: '%s' nu acceptă argumentul '%s' din linia de comandă
sr: '%s' не разуме аргумент командне линије '%s'
zh_cn: '%s' 不能够理解命令行参数 '%s'

source: Searching for appropriate codecs
ar: يبحث عن المِرماز المناسب
ast: Restolando los códecs apropiaos
bg: Търсене за подходящи кодеци
da: Søger efter egnede codecs
el: Αναζήτηση κατάλληλου αποκωδικοποιητή.
et: Sobivate koodekite otsimine
id: Sedang mencari codec-codec yang sesuai
lv: Meklēt piemērotus kodekus
nb: Søker etter passende kodeker
nn: Søk etter passande kodekar
ro: Se caută codecurile corespunzătoare
sl: Iščem primerne kodeke
sr: Тражим одговарајуће кодеке
tr: Uygun çözücüler aranıyor
zh_cn: 搜索正确的解码器？

source: _Install
ar: _ثبّت
ast: _Instalar
bg: _Инсталиране
da: _Installér
el: Ε_γκατάσταση
et: _Paigalda
id: _instal
lv: _Uzstādīt
nb: _Installér
nn: _Installer
ro: _Instalează
sl: _Namesti
sr: _Инсталирај
tr: _Kur
zh_cn: 安装(_I)

source: Install Media Plug-ins
ar: ثبّت ملحثات الوسائط
ast: Instalar complementos de medios
bg: Инсталиране на медийни приставки
da: Installér udvidelsesmoduler til medieindhold
el: Εγκατάσταση αποκωδικοποιητών πολυμέσων
et: Multimeedia-pluginate paigaldus
lv: Instalēt multimēdiju spraudņus
nb: Installér programtillegg for medier
ro: Instalare module media
sr: Инсталирај додатке за мултимедију
tr: Çokluortam Eklentileri Yükle
zh_cn: 安装媒体插件

source: Codec
ar: مرماز
ast: Códec
bg: Кодек
el: Αποκωδικοποιητής
et: Koodek
lv: Kodeks
nb: Kodek
nn: Kodek
sl: Kodek
sr: Кодек
tr: Çözücü
zh_cn: 编码器

source: "%s" cannot be opened
ar: تعذر فتح "%s"
ast: "%s" nun se pue abrir
bg: "%s" не може да се отвори
da: "%s" kan ikke åbnes
el: Το "%s" δεν μπορεί να ανοιχτεί.
et: "%s" ei suudetud avada
id: "%s" tidak dapat dibuka
lv: Nevar atvērt "%s"
nb: Klarte ikke å åpne «%s»
nn: Klarte ikkje å opna «%s»
ro: nu s-a putut deschide „%s”
sl: "%s" ni mogoče odpreti
sr: не могу да отворим "%s"
tr: "%s" açılamadı
zh_cn: "%s" 不能够被打开

source: A list of applications that can handle documents of the type '%s' will be created
ar: ستُنشأ قائمة بالتطبيقات التى تستطيع التعامل مع المستندات من نوع '%s'
ast: Criaráse una llista d'aplicaciones que puen remanar documentos del tipu «%s»
bg: Ще бъде създаден списък с програми, които могат да обработват документи от тип %s
da: Der vil blive oprettet en liste over programmer, som kan håndtere dokumenter af typen "%s"
el: Θα δημιουργηθεί μια λίστα από εφαρμογές που μπορούν να χειριστούν έγγραφα του τύπου '%s'.
id: Daftar aplikasi-aplikasi yang dapat menangani dokumen-dokumen bertipe '%s' akan dibuat
lv: Tiks izveidots saraksts ar programmām, kas var apstrādāt '%s' tipa dokumentus
nb: En liste over programmer som kan behandle dokumenter av typen «%s» blir opprettet
nn: Ei liste over program som kan handsama dokument av typen «%s» vert oppretta
ro: Se va creea o listă cu aplicații ce pot lucra cu fișiere de tipul „%s”
sl: Ustvarjen bo seznam programov, ki lahko upravljajo dokumente vrste '%s'
sr: Биће креирана листа апликација које могу да рукују са документима типа '%s'
zh_cn: 将会生成可以处理'%s' 格式文件的程序列表

source: Install applications to open "%s"
ar: ثبّت تطبيقات لفتح "%s"
ast: Instalar aplicaciones p'abrir «%s»
bg: Инсталиране на програми за отваряне на "%s"
da: Installér programmer til at åbne "%s"
el: Εγκατάσταση εφαρμογών για να χειριστούν το "%s"
et: Paigalda rakendusi avamiseks "%s"
id: Pasang aplikasi untuk membuka berkas "%s"
lv: Instalēt programmas, lai atvēŗtu "%s"
nb: Installérer programmer for å åpne «%s»
nn: Installer programma for å opna «%s»
ro: Instalează aplicații pentru a deschide „%s”
sl: Namesti programe za odpiranje "%s"
sr: Инсталирај апликације за отварање "%s"
tr: "%s" açmak için program yükle
zh_cn: 安装程序来打开 "%s"

source: Install applications
ar: ثبّت التطبيقات
ast: Instalar aplicaciones
bg: Инсталиране на програми
da: Installér programmer
el: Εγκατάσταση εφαρμογών
et: Paigalda rakendusi
id: Pasang aplikasi
lv: Uzstādīt lietotnes
nb: Installér programmer
nn: Installer program
ro: Instalare aplicații
sl: Namesti programe
sr: Инсталирај апликације
tr: Uygulamaları yükle
zh_cn: 安装程序

source: _Search
ar: اب_حث
ast: Re_stolar
bg: _Търсене
da: _Søg
el: _Αναζήτηση
et: _Otsing
id: Cari
lv: _Meklēt
nb: _Søk
nn: _Søk
ro: _Caută
sl: I_skanje
sr: _Претрага
tr: _Arama
zh_cn: 搜索(_S)

source: Searching for extensions
ar: يبحث عن الامتدادت
ast: Restolando por estensiones
bg: Търсене за разширения
da: Søger efter udvidelser
el: Αναζήτηση για επεκτάσεις
et: Laienduste otsimine
id: Sedang mencari ekstensi
lv: Meklē paplašinājumus
nb: Søker etter programtillegg
nn: Søk etter utvidingar
ro: Căutare extensii
sl: Iskanje razširitev
sr: Тражим екстензије
tr: Eklentiler aranıyor
zh_cn: 搜索扩展？

source: Extensions allow you to add new features to your application.
ar: تتيح لك الامتدادات إضافة مميزات جديدة لبرنامجك.
ast: Les estensiones permiten-y amestar nueves carauterístiques a la so aplicación.
bg: Разширенията ви позволяват да добавяте нови функции към вашите програми.
da: Udvidelser gør det muligt at tilføje nye funktioner til dit program.
el: Οι επεκτάσεις, σας επιτρέπουν να προσθέσετε νέα χαρακτηριστικά στην εφαρμογή σας.
et: Laiendused lubavad lisada uusi võimalusi sinu rakendusele.
id: Ekstensi mengijinkan Anda untuk menambah kemampuan-keamampuan baru pada aplikasi Anda.
lv: Paplašinājumi ļauj pievienot jaunas iespējas jūsu lietotnēm.
nb: Utvidelser lar deg legge til nye funksjoner i programmene dine.
nn: Utvidingar lèt deg legge til nye funksjonar i programma dine.
ro: Extensiile vă permit să adăugați aplicațiilor funcționalități noi.
sr: Екстензије Вам омогућавају да додате нове опције у апликацију.
tr: Eklentiler uygulamalarınıza yeni özellikler eklemenizi sağlar
zh_cn: 扩展使你能够向程序添加新特性

source: Install/Remove Extensions
ar: أضف\أزِل الامتدادات
ast: Instalar y desinstalar estensiones
bg: Инсталиране/Премахване на разширения
da: Installér/fjern udvidelser
el: Προσθαφαίρεση Επεκτάσεων
et: Paigalda/Eemalda laiendusi
id: Instal/Hapus Ekstensi
lv: Instalēt/noņemt paplašinājumus
nb: Installér/fjern programtillegg
nn: Installer/fjern utvidingar
ro: Instalează/Dezinstalează extensii
sl: Namesti/odstrani razširitve
sr: Инсталирај/Уклони екстензије
tr: Eklentileri Ekle/Kaldır
zh_cn: 安装和删除扩展

source: Extension
ar: الامتداد
ast: Estensión
bg: Разширение
da: Udvidelse
el: Επέκταση
et: Laiend
id: Ekstensi
lv: Paplašinājums
nb: Utvidelse
nn: Utviding
ro: Extensie
sl: Razširitev
sr: Екстензија
tr: Uzantı
zh_cn: 扩展

source: To install an application check the box next to the application. Uncheck the box to remove the application.
ar: لتثبيت تطبيق، أشّر على المربع المجاور له، ولإزالته أزل التأشير.
ast: Pa instalar una aplicación, calque la casiella que tea a la vera de l'aplicación. Desmarque la casiella pa quitar l'aplicación.
bg: За да инсталирате приложение, маркирайте кутийката до приложението. Отмаркирайте, за да премахнете приложението.
da: For at installere et program, afkryds feltet ved siden af programmets navn. Fjern afkrydsningen for at fjerne programmet.
el: Για να εγκαταστήσετε μια εφαρμογή κάντε τικ στο κουτί δίπλα από την εφαρμογή. Για να την απεγκαταστήσετε αποεπιλέξτε το.
et: Rakenduste paigaldamiseks märgista linnukesega kastis. Eemaldamiseks võta märgistus maha.
id: Untuk menginstall aplikasi cek pada box sebelah aplikasi. Hilangkan cek pada box untuk menghapus aplikasi.
lv: Lai instalētu programmu atzīmējiet rūtiņu pie tās nosaukuma. Lai noņemtu programmu izņemiet ķeksīti.
nb: Huk av i boksen ved siden av programmet du vil installere. Fjern hukken for å fjerne programmet.
nn: Huk av boksen ved sidan av programmet du vil installera. Fjern haka for å fjerna programmet.
ro: Pentru a instala o aplicație, bifați căsuța din dreptul ei. Debifați căsuța pentru a dezinstala aplicația.
sl: Za namestitev programa obkljukajte okvir poleg programa. Odkljukajte okvir za odstranitev programa.
sr: Штиклирајте апликације које желите да буду инсталиране. Одштиклирајте апликације које не желите.
tr: Bir uygulamayı kurmak için yanındaki kutuyu işaretleyin. Uygulamayı kaldırmak için kutudaki işareti kaldırın.
zh_cn: 选择软件旁边的方框来安装此软件.反选方框来删除此软件

source: To perform advanced tasks use the Synaptic package manager.
ar: لأداء المهام المتقدمة عبر مدير الحزم سينابتك.
ast: Pa facer xeres más avanzaes, use l'alministrador de paquetes Synaptic
bg: За да изпълните допълнителни задачи, използвайте пакетният диспечер Synaptic.
da: Brug Synaptic pakkehåndtering til at udføre avancerede opgaver.
el: Για προχωρημένες εργασίες χρησιμοποιήστε το διαχειριστή πακέτων Synaptic.
et: Tahad lisavõimalusi, siis kasuta Synaptic pakihaldurit.
id: Untuk mengerjakan tugas-tugas yang dimajukan gunakan manajer paket Synaptic.
lv: Lai veiktu specifiskākus uzdevumus izmantojeit Synaptic pakotņu pārvaldnieku.
nb: Bruk Synaptic pakkehåndterer for å utføre avanserte oppgaver.
nn: Bruk Synaptic pakkehandterar for å utføra avanserte oppgåver.
ro: Folosiți Administratorul de pachete Synaptic pentru a efectua sarcini avansate.
sl: Za uporavljanje naprednih opravil uporabite Synaptic upravitelj paketov.
sr: Да бисте извршили тражене послове користите Synaptic менаџер за пакете.
tr: İleri işlemler yapmak için Synaptic paket yöneticisini kullanın.
zh_cn: 更高级任务请用新得立软件包管理器

source: Quick Introduction
ar: مقدمة سريعة
ast: Introducción Rápida
bg: Бързо въведение
da: Hurtig introduktion
el: Γρήγορη εισαγωγή
et: Kiire lühitutvustus
id: Pengenalan singkat
lv: Īss ievads
nb: Rask introduksjon
nn: Kjapp innføring
ro: Scurtă introducere
sl: Hitri uvod
sr: Брзо упутство
tr: Kısa Tanıtım
zh_cn: 快速指南

source: Installed applications only
ar: التطبيقات المُثبّتة فقط
ast: Instalar y quitar aplicaciones
bg: Само инсталирани програми
da: Kun installerede programmer
el: Εγκατεστημένες εφαρμογές μόνο
et: Paigaldatud rakendused ainult
lv: Tikai uzinstalētās programmas
nb: Bare installert programvare
nn: Berre installert programvare
ro: Doar aplicații instalate
sl: Samo nameščene programe
sr: Само инсталиране апликације
tr: Sadece yüklenmiş uygulamalar
zh_cn: 只显示已安装的程序

source: Show only applications that are installed on your computer
ar: أظهر فقط التطبيقات المثبتة على الحاسوب
ast: Amosar namái les aplicaciones instalaes nel so equipu
bg: Показване само на приложенията, инсталирани на компютъра Ви
da: Vis kun programmer, der er installerede på din computer
el: Εμφάνιση μόνο των εφαρμογών που έχουν εγκατασταθεί στον υπολογιστή σας
et: Näita rakendusi, mis on paigaldatud sinu arvutisse
id: Tunjukkan hanya aplikasi yang terinstall di komputer anda
lv: Rādīt vienīgi jūsu datorā uzinstalētās programmas
nb: Vis bare programmene som er installert på datamaskinen din
nn: Vis berre programma som er installerte på datamaskina di
ro: Afișează doar aplicațiile instalate pe calculatorul dumneavoastră
sl: Pokaži samo programe, ki so nameščeni na vašem računalniku
sr: Прикажи само оне апликације које су инсталиране на Вашем компјутеру
tr: Sadece bilgisayarınıza kurulmuş olan uygulamaları göster
zh_cn: 仅显示电脑中安装的应用程序

source: Error reading the addon CD
ar: خطأ في قراءة اسطوانة الإضافات
ast: Error lleendo'l CD de complementos
bg: Грешка при четене на CD с добавки
da: Fejl ved læsning af tilføjelses-cd
el: Σφάλμα ανάγνωσης από το επιπρόσθετο CD
et: CD'd lugemisel tekkis viga
id: Kesalahan membaca CD tambahan
lv: Kļūda lasot papildinājumu CD
nb: Feil under lesing av tilleggs-CDen
nn: Klarte ikkje å lesa tilleggs-CD-en
ro: Eroare la citirea CD-ului
sl: Napaka pri branju CD-ja dodatkov
sr: Дошло је до грешке при читању CD-a
tr: Eklenti CD'sinde okuma hatası
zh_cn: 读取附加CD错误

source: The addon CD may be corrupt
ar: يحتمل فساد اسطوانة الإضافات
ast: El CD de complementos pue tar frañáu
bg: CD с добавки може да е повреден
da: Tilføjelses-cd'en kan være beskadiget
el: Το επιπρόσθετο CD μπορεί να μην είναι έγκυρο
et: CD võib olla loetamatu
id: CD tambahan telah korup
nb: Tilleggs-CDen kan være ødelagt
nn: Tilleggs-CD-en kan vere skada
ro: CD-ul poate fi deteriorat
sl: CD dodatkov je morda poškodovan
sr: CD је вероватно оштећен
tr: Eklenti CD'si bozuk olabilir
zh_cn: 附加CD可能坏掉了

source: The list of applications is not available
ar: لا تتوفر قائمة بالتطبيقات
ast: La llista d'aplicaciones nun ta disponible
bg: Списъкът на програми не е достъпен
da: Listen over programmer er ikke tilgængelig
el: Η λίστα των εφαρμογών δεν είναι διαθέσιμη
et: Rakenduste loend pole saadaval
nb: Listen over programmer er ikke tilgjengelig
ro: Lista aplicațiilor nu este disponibilă
sl: Seznam programov ni na voljo
sr: Листа апликација није доступна
tr: Uygulama listesi kullanılabilir değil
zh_cn: 程序列表不可用

source: Click on 'Reload' to load it. To reload the list you need a working internet connection.
ar: اضغط على 'أعد التحميل' لإعادة تحميلها، ولإعادة تحميل القائمة تحتاج إلى اتصال إنترنت يعمل.
ast: Calque en «Recargar» pa cargalu. Pa recargar la llista ensembre necesítase una conexón a Internet.
bg: Натиснете 'Презареждане', за да го заредите. За да заредите списъка, трябва да имате работеща интернет връзка.
da: Klik på "Genindlæs" for at indlæse den. Du skal have en fungerende internetforbindelse for at genindlæse listen.
el: Κάντε κλικ στην 'Ανανέωση' για να την φορτώσετε. Για να το κάνετε αυτό θα χρειαστείτε μια σύνδεση στο διαδίκτυο.
et: kliki Laadi uuesti, et laadida. See töötab ainult internetiühendusega.
id: Tekan 'Reload' untuk mengisi. Untuk mengisi kembali daftar, anda membutuhkan koneksi internet.
nb: Trykk på «Oppdater» for å laste den inn på nytt. For å gjøre dette trenger du en fungerende Internett-tilkobling.
nn: Trykk på «Oppdater» for å lasta henne inn på nytt. For å gjera dette treng du ei fungerande Internett-tilkopling.
ro: Clic pe „Reîncarcă” pentru a o încărca. Aveți nevoie de o conexiune la Internet pentr a reîncărca lista.
sl: Kliknite 'Ponovno naloži', da ga naložite. Za osvežitev seznama potrebujete delujpčo internetno povezavo.
sr: Кликните на 'Поновно учитавање' да бисте учитали. За поновно учитавање листе потребна Вам је установљена интернет конекција.
tr: Yenile'ye tıklayarak listeyi yenileyebilirsiniz. Bu işlem internet bağlantısı gerektirir.
zh_cn: 点击“再加载”来加载它。你需要可用的互联网连接来再加载这个列表。

source: %s cannot be installed on your computer type (%s)
ar: لا يمكن تثبيت %s على نوعية حاسوبك (%s)
ast: %s nun pue instalase nún equipu como'l de so (%s)
bg: %s не може да бъде инсталиран на компютърния тип, който имате (%s)
da: %s kan ikke installeres på din type computer (%s)
el: Το %s δεν μπορεί να εγκατασταθεί στον τύπο του υπολογιστή σας (%s)
et: %s ei saa installida sinu arvutitüübile (%s)
id: %s tidak dapat diinstal ke jenis komputer anda (%s)
nb: «%s» kan ikke installeres på din type datamaskin (%s)
nn: «%s» kan ikkje installerast på datamaskintypen din (%s)
ro: %s nu poate fi instalat pe tipul calculatorului dumneavoastră (%s)
sl: %s ni mogoče namestiti na vašo vrsto računalnika (%s)
sr: %s не може бити инсталирана на Вашем компјутеру типа (%s)
tr: %s kullandığınız türdeki bilgisayarlara (%s) kurulamaz
zh_cn: %s不能安装于您的计算机类型(%s)

source: Either the application requires special hardware features or the vendor decided to not support your computer type.
ar: إما أن التطبيق يتطلب مميزات عتاد خاصة أو أن البائع قرر عدم دعم نوعية حاسوبك.
ast: O l'aplicación requier funciones hardware especiales, o el vendedor decidió non soportar los equipos de les carauterístiques del suyu.
bg: Или приложението изисква специални възможности от хардуера, или доставчикът е избрал да не поддържа типът на компютъра Ви.
da: Programmet kræver enten særlige hardwareegenskaber, eller leverandøren har besluttet ikke at understøtte din computertype.
el: Είτε η εφαρμογή χρησιμοποιεί ειδικές λειτουργίες υλικού, ή ο διανομέας αποφάσισε να μην υποστηρίζει το τύπο του υπολογιστή σας.
et: Rakendus vajab kas spetsiaalset riistvara või on tarnija otsustanud seda mitte toetada sinu arvutitüübil.
id: Aplikasi memerlukan kemampuan-kemampuan perangkat keras khusus atau penyedia telah memutuskan untuk tidak mendukung jenis komputer Anda.
nb: Enten krever programmet en spesiell type maskinvare som du ikke har, eller så har leverandøren valgt ikke å støtte din type datamaskin.
nn: Enten treng programmet ein spesiell type maskinvare som du ikkje har, eller leverandøren kan ha valt ikkje å støtte datamaskintypen din.
ro: Fie că aplicația necesită caracteristici speciale pentru hardware sau furnizorul nu suportă tipul calculatorului dumneavoastră.
sl: Ali program zahteva posebno strojno opramo ali pa se je prodajalec odločil, da ne podpre vašo vrsto računalnika.
sr: Апликација захтева специјалне карактеристике хардвера или Ваш тип рачунара није подржан одлуком произвођача.
tr: Uygulama ya özel donanım yetenekleri gerektiriyor ya da satıcısı sizin bilgisayarınızın türünü desteklemiyor.
zh_cn: 应用程序需要特殊的硬件或者提供者不再支持您的计算机类型。

source: Cannot install '%s'
ar: تعذّر تثبيت '%s'
ast: Nun pue instalar '%s'
bg: Не може да бъде инсталиран "%s"
da: Kan ikke installere '%s'
el: Αδυναμία εγκατάστασης '%s'
et: '%s' ei saa paigaldada
id: Tidak dapat di install '%s'
lv: Nav iespējams uzstādīt '%s'
nb: Kan ikke installere '%s'
nn: Kan ikkje installera «%s»
ro: Nu s-a putut instala „%s”
sl: Ni mogoče namestiti '%s'
sr: Не могу да инсталирам '%s'
tr: '%s' kurulamıyor
zh_cn: 无法安装 '%s'
