Repository: msgpo/trisquel-packages
Catalog: 8.0/gnome-app-install/po/*.po
Languages: ar, ast, bg, da, el, et, id, lv, nb, nn, ro, sl, sr, tr, zh_cn

source: The application comes with the following license terms and conditions. Click on the 'Enable' button to accept them:
ar: يأتي التطبيق بشروط و أحكام الرخصة التالية. انقر على زر "فَعِّل" للموافقة عليها:
ast: L'aplicación tien los siguientes términos de llicencia y condiciones. calque en «Permitir» p'aceutalos:
bg: Програмата идва със следните лицензионни условия. Натиснете бутона "Разрешаване", за да ги приемете:
da: Dette program leveres med følgende licensvilkår og betingelser. Klik på "Aktivér"-knappen for at acceptere dem:
el: Η εφαρμογή διατίθεται με το παρακάτω καθεστώς και όρους άδειας. Κάντε κλικ στην 'Ενεργοποίηση' για να τις αποδεχτείτε.
et: Rakendus tuleb kaasa järgneva litsentsi terminite ja tingimustega. Kliki 'Lubamine' nuppu ja aktsepteeri:
id: Aplikasi ini datang dengan ketentuan lisensi dan kondisi, Klik tombol 'Aktipkan' untuk menerimanya.
lv: Šī programma nāk ar sekojošiem licences nosacījumiem. Klikšķiniet uz pogas 'Aktivizēt', lai piekristu tiem:
nb: Programmet kommer med følgende lisenskrav og vilkår. Trykk på godkjennings-knappen for å godta de:
nn: Programmet kjem med dei følgjande lisenskrava og vilkåra. Klikk på godtakingsknappen for å godta dei:
ro: Aplicația vine cu următoarele condiții și licențe. Clic pe butonul „Activează” pentru a le accepta:
sl: Program prihaja z naslednjimi licenčnimi pogoji. Kliknite na gumb 'Omogoči' za njihov sprejem:
sr: Ова апликација долази са следећим условима и ограничењима лиценце. Кликните на 'Одобрити' дугме да их прихватите:
zh_cn: 应用程序附带了下列许可条款。请点击“启用”按钮来接受他们：

source: Accept the license terms and install the software
ar: اقبل شروط الرخصة وثبت البرمجيات
ast: Aceutar los términos de la llicencia ya instalar el software
bg: Приемане на лицензните условия и инсталиране на софтуера
da: Acceptér licensvilkår og installér softwaren
el: Αποδοχή των όρων της άδειας και εγκατάσταση του λογισμικού
et: Tarkvara litsentsi aksepteerimine ja paigaldus
id: Menerima peraturan lisensi dan memasang perangkat lunak
lv: Piekrist licences nosacījumiem un instalēt programmatūru
nb: Godta lisenskravene og installér programvaren
nn: Godta lisenskrava og installer programvaren
ro: Acceptă termenii licenței și instalează aplicația
sl: Sprejmi licenčne pogoje in namesti programsko opremo
sr: Прихвати ограничења лиценце и инсталирај софтвер
tr: Lisans koşullarını kabul et ve yazılımı kur
zh_cn: 接受许可并安装软件

source: Loading cache...
ar: يحمل الخبيئة...
ast: Cargando la caché...
bg: Зареждане на кеша...
da: Indlæser mellemlager...
el: Φόρτωση λανθάνουσας μνήμης...
et: Puhvri laadimine..
id: Memuat ransum...
lv: Ielādē kešatmiņu...
nb: Laster inn hurtiglager...
nn: Lastar inn mellomlagring ...
ro: Se deschide lista temporară (cache) ...
sl: Nalagam predpomnilnik...
sr: Учитавам кеш меморију...
zh_cn: 正在载入缓存...

source: Collecting application data...
ar: يجمع بيانات التطبيق...
ast: Recolleutando datos d'aplicaciones...
bg: Събиране на данни за приложението...
da: Indsamler programdata...
el: Συλλογή δεδομένων εφαρμογής...
et: Rakenduste andmete kogumine..
id: Mengumpulkan data aplikasi
lv: Apkopo programmu informāciju...
nb: Samler programdata...
nn: Samlar programdata ...
ro: Se colectează informații despre aplicație...
sl: Zbiram podatke o programu...
sr: Прикупљам податке о апликацији...
tr: Uygulama verileri toplanıyor...
zh_cn: 正在收集程序数据...

source: Loading applications...
ar: يحمل التطبيقات...
ast: Cargando aplicaciones...
bg: Зареждане на приложения...
da: Indlæser programmer...
el: Φόρτωση εφαρμογών...
et: Rakenduste laadimine..
id: Memuat aplikasi...
lv: Ielādē programmas...
nb: Laster inn programmer...
nn: Lastar inn programma ...
ro: Se încarcă aplicațiile ...
sl: Nalagam programe...
sr: Учитавам апликације...
tr: Uygulamalar yükleniyor...
zh_cn: 载入程序

source: All
ar: الكل
ast: Too
bg: Всички
da: Alle
el: Όλα
et: Kõik
id: Semua
lv: Visas
nb: Alle
nn: Alle
ro: Toate
sl: Vse
sr: Све
tr: Tümü
zh_cn: 全部

source: Loading %s...
ar: يحمّل %s...
ast: Cargando %s...
bg: Зареждане на %s...
da: Indlæser %s...
el: Φόρτωση %s...
et: %s laadimine...
id: Memuat %s...
lv: Ielādē %s...
nb: Laster inn %s ...
nn: Lastar inn %s ...
ro: Se încarcă %s...
sl: Nalagam %s...
sr: Учитавам %s...
tr: %s yükleniyor...
zh_cn: 正在载入 %s...

source: Enable the installation of officially supported Debian software?
ar: أأفعِّل تثبيت برمجيات دبيان المدعومة رسمياً؟
ast: ¿Permitir la instalación de software Debian soportáu oficialmente?
bg: Разрешаване на инсталиране на официално поддържан Debian софтуер?
da: Aktivér installation af officielt understøttet Debian-software?
el: Ενεργοποίηση της εγκατάστασης λογισμικού που υποστηρίζεται επίσημα από το Debian;
et: Debiani tarkvara ametliku toetuse lubamine?
id: Aktipkan penginstalan perangkat lunak Debian yang didukung secara resmi?
nb: Ønsker du installasjon av Debian-programvare som er offisielt støttet?
nn: Vil du velja installasjon av offisielt støtta Debian-programvare?
ro: Activează instalarea aplicațiilor Debian suportate oficial?
sr: Да дозволим инсталацију званичног Debian софтвера?
zh_cn: 启用 Debian 官方支持的软件安装？

source: Debian provides support and security updates for %s
ar: توفر دبيان الدعم وتحديثات الأمان ل %s
ast: Debian proporciona sofitu y autualizaciones de seguridá pa %s
bg: Debian предоставя поддръжка и обновления за сигурността за %s
da: Debian leverer understøttelse og sikkerhedsopdateringer til %s
el: Το Debian παρέχει υποστήριξη και ενημερώσεις ασφαλείας για το %s
et: %s on Debiani toetus ja turvauuendus
id: Debian menyediakan dukungan dan pemutakhiran keamanan untuk %s
lv: Debian nodrošina %s atbalstu un drošības atjauninājumus
nb: Debian tilbyr støtte og sikkerhetsoppdateringer til «%s»
nn: Debian tilbyr støtte og tryggleiksoppdateringar til «%s»
ro: Debian oferă suport și actualizări de securitate pentru %s
sr: Debian обезбеђује подршку и сигурносна ажурирања за %s
zh_cn: Debian 为 %s 提供了支持和安全更新

source: Description
ar: الوصف
ast: Descrición
bg: Описание
da: Beskrivelse
el: Περιγραφή
et: Kirjeldus
id: Deskripsi
lv: Apraksts
nb: Beskrivelse
nn: Skildring
ro: Descriere
sr: Опис
tr: Tanım
zh_cn: 描述

source: %s cannot be installed
ar: تعذّر تثبيت %s
ast: %s nun pue instalase
bg: %s не може да бъде инсталиран
da: %s kan ikke installeres
el: Δεν είναι δυνατή η εγκατάσταση του %s
et: %s ei saa paigaldada
id: %s tidak dapat di pasang
lv: Nevar instalēt %s
nb: «%s» kan ikke installeres
nn: «%s» kan ikkje installerast
ro: Nu s-a putut instala „%s”
sr: %s не може бити инсталирана
tr: %s kurulamıyor
zh_cn: 无法安装 %s

source: %s cannot be installed on your computer type (%s). Either the application requires special hardware features or the vendor decided to not support your computer type.
ar: لا يمكن تثبيت %s على نوعية حاسوبك (%s). إما أن التطبيق يتطلب مميزات عتادية خاصة أو أن البائع قرر عدم دعم نوعية حاسوبك.
ast: %s nun pue instalase nún equipu como'l de so (%s). O bien l'aplicación requier de funciones hardware especiales, o bien el vendedor decidió non soportar equipos del mesmu tipu que'l de so.
bg: %s не може да бъде инсталиран на Вашия тип компютър (%s). Или приложението изисква специални характеристики от хардуера, или пък доставчикът е решил да не поддържа типа Ви компютър.
da: %s kan ikke installeres på din type computer (%s). Programmet kræver enten specielle hardwarefunktioner, eller leverandøren har valgt ikke at understøtte din type computer.
el: Το %s δεν μπορεί να εγκατασταθεί στον υπολογιστή σας (%s). Είτε η εφαρμογή χρησιμοποιεί ειδικές λειτουργίες υλικού, ή ο διανομέας αποφάσισε να μην υποστηρίζει τον τύπο του υπολογιστή σας.
et: %s ei saa paigaldada sinu arvuti tüübile (%s). Tarkvara vajab spetsiaalset riistvara, mis ei ole veel toetatud sinu arvutis.
id: %s tidak dapat di pasang pada komputer tipe (%s). Selain itu aplikasi ini membutuhkan fitur perangkat keras spesial atau penyedia mmemutuskan tidak mendukung tipe komputer anda.
nb: «%s» kan ikke installeres på din type datamaskin (%s). Enten trenger programmet en spesiell type maskinvare som du ikke har, eller så har leverandøren valgt ikke å støtte din type datamaskin.
nn: «%s» kan ikkje installerast på datamaskintypen din (%s). Enten treng programmet ein spesiell type maskinvare som du ikkje har, eller leverandøren kan ha valt ikkje å støtte datamaskintypen din.
ro: %s nu s-a putut instala pe tipul calculatorui dumneavoastră (%s). Fie această aplicație necesită caracteristici hardware speciale, fie producătorul nu suportă tipul calculatorului dumneavoastră.
sr: %s не може да буде инсталирана на Вашем типу рачунара (%s). Или апликација захтева специјалне карактеристике хардвера или Ваш тип рачунара није подржан одлуком произвођача.
tr: %s bu türden bilgisayarlara kurulamıyor (%s). Uygulama ya özel donanım yetenekleri gerektiriyor ya da satıcısı bilgisayarınızın türünü desteklemiyor.
zh_cn: 无法将%s安装到您的计算机类型(%s)。应用程序需要特殊的硬件或者提供者不再支持您的计算机类型。

source: %s is available in the third party software channel '%s'. To install it, please click on the checkbox to activate the software channel.
ar: يتوفر %s في قناة الطرف الثالث البرمجية '%s'. لتثبيته من فضلك انقر على خانة التأشير لتنشيط القناة البرمجية.
ast: %s ta disponible nel canal «%s» d'otru proveedor. Pa instalalu, calque sobro'l caxellu de marcáu p'activar el canal de software.
bg: %s е достъпен в канала за софтуер '%s' на трета страна. За да го инсталирате, моля, отбележете кутийката, за да активирате канала за софтуер.
da: %s er tilgængeligt i tredjeparts-softwarekanalen "%s". For at installere det, skal du aktivere softwarekanalen ved at klikke i afkrydsningsfeltet.
el: Η εφαρμογή %s είναι διαθέσιμη στο αποθετήριο '%s'. Για να την εγκαταστήσετε, κάντε κλικ στο κουτάκι για να ενεργοποιήσετε το αποθετήριο λογισμικού.
et: %s on saadaval kolmanda osapoole tarkvaraallikast '%s'. Selle paigaldamiseks aktiveeri vastav tarkvaraallikas selle nime kõrval asuva kasti märkimisega.
nb: «%s» er tilgjengelig fra programvarekanalen «%s» fra tredjepartsleverandører. For å installére det, vennligst trykk på avkryssingsboksen for å ta i bruk programvarekanalen.
ro: %s este disponibil prin arhiva terță „%s”. Pentru a instala vă rugăm să bifați pentru a activa arhiva.
sr: %s је доступан у каналу трећих лица „%s“. Да бисте га инсталирали, штиклирајте поље за активацију софтверског канала.
zh_cn: %s 在第三方软件频道 '%s' 中可用。要安装它，请点击复选框来激活这个软件频道。

source: This application is bundled with the following applications:
ar: حُزِّم هذا التطبيق مع التطبيقات التالية:
ast: Esta aplicación ta asociada coles aplicaciones que vienen darréu:
bg: Това приложението е в комплект със следните приложения:
da: Dette program er knyttet sammen med følgende programmer i en programsamling:
el: Αυτή η εφαρμογή διανέμεται με τις ακόλουθες εφαρμογές:
et: See programm on seotud järgnevate rakendustega:
id: Aplikasi ini terbendel dengan aplikasi-aplikasi berikut:
nb: Dette programmet kommer sammen med følgende andre programmer:
nn: Dette programmet kjem saman med desse andre programma:
ro: Această aplicație este livrată împreună cu următoarele aplicații:
sr: Ова апликација иде заједно са следећим апликацијама:
tr: Bu uygulama aşağıdaki uygulamalarla birlikte paketlenmiştir:
zh_cn: 这个软件与下列软件绑定:

source: Homepage: %s
ar: الصفحة الرئيسية: %s
ast: Páxina d'entamu: %s
bg: Домашна страница: %s
da: Hjemmeside: %s
el: Ιστοσελίδα: %s
et: Kodulehekülg: %s
lv: Mājas lapa: %s
nb: Hjemmeside: %s
nn: Nettstad: %s
ro: Pagina web: %s
sr: Адреса сајта: %s
zh_cn: 主页： %s

source: Version: %s (%s)
ar: الإصدارة: %s (%s)
ast: Versión: %s (%s)
bg: Версия: %s (%s)
el: Έκδοση: %s (%s)
et: Versioon: %s (%s)
id: Versi: %s (%s)
lv: Versija: %s (%s)
nb: Versjon: %s (%s)
nn: Versjon: %s (%s)
ro: Versiune: %s (%s)
sr: Верзија: %s(%s)
tr: Sürüm: %s (%s)
zh_cn: 版本：%s (%s)

source: Popularity
ar: الشعبية
ast: Popularidá
bg: Популярност
da: Popularitet
el: Δημοφιλέστερα
et: Populaarsus
id: Kepopuleran
lv: Popularitāte
nb: Popularitet
nn: Popularitet
ro: Popularitate
sr: Популарност
tr: Popülerlik
zh_cn: 受欢迎度

source: Application
ar: التطبيق
ast: Aplicación
bg: Приложение
da: Program
el: Εφαρμογή
et: Rakendus
id: Aplikasi
lv: Programma
nb: Program
nn: Program
ro: Aplicații
sr: Апликација
tr: Uygulama
zh_cn: 应用程序

source: <big><b>Checking installed and available applications</b></big>
bg: <big><b>Проверка на инсталираните и предлаганите приложения</b></big>
el: <big><b>Έλεγχος για εγκατεστημένες και διαθέσιμες εφαρμογές</b></big>
id: <big><b>Memeriksa aplikasi-aplikasi yang telah terpasang dan tersedia</b></big>
tr: <big><b>Kurulu ve mevcut uygulamalar denetleniyor</b></big>
zh_cn: <big><b>检查已安装和可用程序</b></big>

source: _Add/Remove More Applications
id: T_ambah/Hapus Aplikasi Lain
