Repository: msgpo/trisquel-packages
Catalog: 8.0/gnome-app-install/po/*.po
Languages: ar, ast, bg, da, el, et, id, lv, nb, nn, ro, sl, sr, tr, zh_cn

source: This application conflicts with other installed software. To install '%s' the conflicting software must be removed first. Switch to the 'synaptic' package manager to resolve this conflict.
ar: يتعارض هذا التطبيق مع برمجيات مثبته أخرى، فلكي يثبت '%s' يجب إزالة البرمجيات المتناقضة أولاً. تحول إلى مدير الحزم 'سينابتك' لحلّ هذا التناقض.
ast: Esta aplicación entra en conflitu con otru software yá instaláu. Pa instalar «%s», tien de desinstalar primero'l software conflitivu. Faiga'l cambéu al xestor de paquetes Synaptic pa iguar esti conflitu.
bg: Тази програма има конфликти с друг инсталиране софтуер. За да инсталирате '%s', конфликтния софтуер трябва да се премахне. Превключете на Мениджър на пакети (Synaptic), за да решите този конфликт.
da: Dette program er i konflikt med anden installeret software. For at installere "%s" skal softwaren i konflikt fjernes først. Skift til "synaptic" pakkehåndtering for at løse denne konflikt.
el: Αυτή η εφαρμογή συγκρούεται με άλλο εγκατεστημένο λογισμικό. Για να εγκαταστήσετε το '%s' πρέπει πρώτα να απεγκαταστήσετε το λογισμικό αυτό. Για να λύσετε την διένεξη αυτή χρησιμοποιείστε τον διαχειριστή πακέτων 'Synaptic'.
et: See rakendus on konfliktis teise installitud tarkvaraga. Et paigaldada '%s' - konfliktis tarkvara peab ennem eemaldama. 'synaptic' pakihalduriga saab lahendada konflikti.
id: Aplikasi ini konflik dengan perangkat lunak lain yang telah terinstal. Untuk menginstal '%s', hapus dulu perangkat lunak yang konflik. Pindah ke manajer paket 'synaptic' untuk menyelesaikan konflik ini.
nb: Dette programmet er i konflikt med programvare som allerede er installert. For å installére «%s» må programvaren som skaper konflikten først fjernet. Bytt til Synaptic pakkehåndterer for å løse konflikten.
nn: Dette programmet er i konflikt med allereie installert programvare. For å installera «%s» må programvaren som skaper konflikten fjernast fyrst. Byt til Synaptic pakkehandterar for å løyse konflikten.
ro: Această aplicație intră în conflict cu alte programe instalate. Pentru a instala „%s” trebuie dezinstalat programul cu care intră în conflict. Pentru a rezolva acest conflict folosiți Administratorul de pachete Synaptic.
sl: Ta program je v sporu z ostalo nameščeno programsko opremo. Za namestitev '%s' morate najprej odstraniti sporno programsko opremo. Priklopite se na 'synaptic' upravljalnik paketov za reševanje tega spora.
sr: Ова апликација је у конфликту са осталим инсталираним софтвером. Да бисте инсталирали %s морате прво да уклоните софтвер који прави конфликт. Пређите у 'synaptic' менаџер за пакете да бисте решили овај конфликт.
zh_cn: 这个应用程序和已经安装的其他程序冲突。想要安装'%s' 冲突程序必须先删除。 切换到“新立得”包管理器来解决这个冲突。

source: Cannot remove '%s'
ar: تعذّر إزالة '%s'
ast: Nun pue quitar '%s'
bg: Не може да бъде премахнат "%s"
da: Kan ikke fjerne '%s'
el: Αδυναμία απομάκρυνσης '%s'
et: '%s' ei saa eemaldada
id: Tidak dapat menghapus '%s'
lv: Nav iespējams noņemt '%s'
nb: Kan ikke fjerne '%s'
nn: Kan ikkje fjerna «%s»
ro: Nu s-a putut dezinstala „%s”
sl: Ni mogoče odstraniti '%s'
sr: Не могу да уклоним '%s'
tr: '%s' kaldırılamıyor
zh_cn: 无法删除 '%s'

source: One or more applications depend on %s. To remove %s and the dependent applications, use the Synaptic package manager.
ar: يعتمد تطبيق واحد أو اكثر على %s. لإزالة %s والتطبيقات المعتمدة عليه، استخدم مدير الحزم سينابتك.
ast: Hai una o más aplicaciones que dependen de '%s'. Pa quitar '%s' y les aplicaciones que dependen d'elli, use l'alministrador de paquetes Synaptic.
bg: Едно или повече приложения зависят от %s. За да премахнете %s и зависимите приложения, използвайте диспечера на пакети Synaptic.
da: Et eller flere programmer er afhængige af %s. Brug Synaptic pakkehåndtering til at fjerne %s og de afhængige programmer.
el: Μια ή περισσότερες εφαρμογές εξαρτώνται από το %s. Για να απομακρύνετε το %s και τις εξαρτώμενες από αυτό εφαρμογές, χρησιμοποιήστε τον διαχειριστή πακέτων Synaptic.
et: Üks või rohkem rakendusi sõltub %s. Et eemaldada %s ja sõltuvad rakendused, kasuta Synaptic pakihaldurit.
id: Satu atau lebih aplikasi membutuhkan %s. Untuk melepas %s dan aplikasi terkait, gunakan Synaptic manajemen paket.
nb: Et eller flere programmer er avhengige av «%s». For å fjerne «%s» og de avhengige programmene, bruk Synaptic pakkehåndterer.
nn: Eitt eller fleire program er avhengig av %s. For å fjerna %s og dei avhengige programma, bruk Synaptic pakkehandterar.
ro: Una sau mai multe aplicații depind de %s. Folosiți Administratorul de pachete Synaptic pentru a dezinstala %s împreună cu aplicațiile dependente.
sl: Eden ali več programov je odvisnih od %s. Za odstranitev %s in programov odvisnih nanj uporabite Synaptic upravljalnik paketov
sr: Једна или више апликација зависе од %s. Да бисте уклонили %s и остале зависне апликације, користите Synaptic менаџер за пакете.
tr: Bir ya da daha fazla uygulama %s paketine bağımlı. %s ve ona bağımlı uygulamaları kaldırmak için Synaptic paket yöneticisini kullanın.
zh_cn: 一个或者多个应用程序依赖 %s。删除%s或者依赖应用程序，请用新得立软件包管理器。

source: C_onfirm
ar: أ_كد
ast: C_onfirmar
bg: П_отвърждавам
da: Be_kræft
el: _Επιβεβαίωση
et: _Kinnita
nb: _Bekreft
ro: C_onfirmare
sl: P_otrdi
sr: _Потврди
tr: O_nayla
zh_cn: 确认(_O)

source: Enable the installation of software from %s?
ar: أأفَعِّل تثبيت البرمجيات من %s؟
ast: ¿Permitir l'instalación de software dende %s?
bg: Разрешаване на инсталиране на софтуер от %s?
da: Aktivér installation af software fra %s?
el: Ενεργοποίηση της εγκατάστασης λογισμικού από το %s;
et: %s programmi paigaldamise kinnitamine?
id: Aktipkan penginstalan perangkat lunak dari %s?
nb: Ønsker du å slå på installasjon av programvare fra %s?
nn: Vil du slå på installasjon av programvare frå %s?
ro: Activează instalarea programelor de la %s?
sl: Omogočim namestitev programske opreme iz %s?
sr: Омогући инсталацију софтвера од %s?
tr: %s kaynağından yazılımın yüklenmesini etkinleştirmek istiyor musunuz?
zh_cn: 启用来自 %s 的软件安装？

source: %s is provided by a third party vendor. The third party vendor is responsible for support and security updates.
ar: تُوفر %s من بائع من طرف ثالث. البائع من طرف ثالث مسئول عن تحديثات الدعم والأمان.
ast: %s proporciónalu otru proveedor. Esi proveedor ye'l responsable del soporte y les autualizaciones de seguridá.
bg: %s се предлага от трета страна доставчик. Той е отговорен за поддръжката и актуализациите на сигурността.
da: %s bliver leveret af en tredjepartsleverandør. Tredjepartsleverandøren er ansvarlig for understøttelse og sikkerhedsopdateringer.
el: Το %s παρέχεται από τρίτο διανομέα, ο οποίος είναι και υπεύθυνος για τη υποστήριξη και τις ενημερώσεις ασφαλείας.
et: %s on kolmanda osapoole valmistaja. Kolmanda osapoole valmistaja vastutab toetuse ja turvauuendustega.
id: %s disediakan oleh penyedia pihak ketiga. Penyedia pihak ketiga bertanggung jawab untuk mendukung pemutakhiran keamanan.
nb: %s tilbys av en tredjepartsleverandør. Denne er ansvarlig for støtte og sikkerhetsoppdateringer.
nn: %s er tilbydd av ein tredjepartsleverandør. Denne er ansvarleg for støtte og tryggleiksoppdateringar.
ro: %s este oferit de o terță sursă. Sursa terță este responsabilă pentru suportul aplicației și oferirea actualizărilor de securitate.
sr: %s је обезбеђена од произвођача треће стране. Произвођач треће стране је одговоран за подршку и сигурносна ажурирања.
tr: %s bir üçüncü taraf satıcı tarafından sağlanmaktadır. Bu üçüncü taraf satıcı destek ve güvenlik güncellemelerinden sorumludur.
zh_cn: %s由第三方提供。第三方提供者承担支持和安全更新。

source: You need a working internet connection to continue.
ar: تحتاج إلى اتصال إنترنت يعمل للمتابعة.
ast: Necesita una conexón a Internet pa continuar.
bg: Нуждаете се от работеща интернет връзка, за да продължите.
da: Du skal have en fungerende internetforbindelse for at fortsætte.
el: Χρειάζεστε μια ενεργή σύνδεση στο διαδίκτυο για να συνεχίσετε.
et: Sa vajad töötavat internetiühendust, et jätkata.
id: Anda membutuhkan koneksi internet untuk meneruskan.
nb: Du trenger en fungerende Internett-tilkobling for å fortsette.
nn: Du må ha ei fungerande Internett-tilkopling for å halda fram.
ro: Pentru a continua aveți nevoie de o conexiune la Internet.
sl: Za nadaljevanje morate imeti delujočo internetno povezavo.
sr: Потребна Вам је установљена интернет конекција да бисте наставили.
tr: Devam etmek için çalışır durumda bibr internet bağlantısı gerekmektedir.
zh_cn: 您需要因特网连接。

source: _Enable
ar: _فَعِّل
ast: _Habilitar
bg: _Разрешаване
da: _Aktivér
el: _Ενεργοποίηση
et: _Lubamine
id: _Aktifkan
lv: _Aktivizēt
nb: Slå _på
nn: Slå _på
ro: Activ_ează
sl: _Omogoči
sr: _Омогући
tr: _Etkinleştir
zh_cn: 启用(_E)

source: Failed to check for installed and available applications
ar: فَشِل التماس التطبيقات المثبتة و المتاحة
ast: Falló la comprobación d'aplicaciones instalaes y afayadices
bg: Грешка при проверяване за инсталирани и налични приложения
da: Der opstod en fejl under tjek for installerede og tilgængelige programmer
el: Αποτυχία ελέγχου για εγκατεστημένες και διαθέσιμες εφαρμογές
et: Paigaldatud ja saadaval olevate rakenduste kontrollimisel tekkis viga
id: Gagal saat memeriksa aplikasi yang terinstal dan yang tersedia
nb: Kunne ikke se etter installerte og tilgjengelige programmer
nn: Klarte ikkje å sjå etter installerte og tilgjengelege program
ro: Verificare pentru aplicațiile instalate sau disponibile a eșuat
sl: Ne morem preveriti nameščenih in dostopnih aplikacij
sr: Провера инсталираних и доступних апликација није успела
tr: Kurulu ve kurulmaya müsait uygulamalar belirlenemedi
zh_cn: 检查已安装的和可用的应用程序失败

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
ar: هذا خطأ كبير في مدير برمجياتك. من فضلك ابحث عن الحزم التالفة باستخدام "سينابتك"، راجع أذون وصحه الملف '/etc/apt/sources.list' و أعد تحميل معلومات البرامج بـ: 'sudo apt-get update' و 'sudo apt-get install -f'.
ast: Esti ye un fallu importante nel so sistema de xestión de software. Por favor, comprebe si esisten paquetes rotos con synaptic, comprebe los permisos y la correición del archivu «/etc/apt/sources.list» y torne a cargar la información del software con: «sudo apt-get update» y «sudo apt-get install -f».
bg: Това е огромна грешка във вашата система за управляване на софтуер. Моля, проверете за развалени пакети със Synaptic, проверете правата за достъп до файловете и дали съдържанието на файла '/etc/apt/sources.list' е правилно и презаредете информацията за софтуера с: 'sudo apt-get update' и 'sudo apt-get install -f'.
da: Dette er en alvorlig fejl i dit system til softwarehåndtering. Tjek venligst for ødelagte pakker med synaptic, tjek filrettighederne, tjek at filen "/etc/apt/sources.list" er korrekt og genindlæs softwareoplysninger med: "sudo apt-get update" og "sudo apt-get install -f".
el: Υπήρξε αποτυχία στο σύστημα διαχείρισης λογισμικού. Παρακαλούμε ελέγξτε για κατεστραμμένα πακέτα με τον διαχειριστή πακέτων Synaptic, για τα δικαιώματα του αρχείου και την ορθότητα του αρχείου '/etc/apt/sources.list'. Μετά ανανεώστε τις πληροφορίες για το λογισμικό με την εντολή: 'sudo apt-get update' και μετά με την 'sudo apt-get install -f'.
et: Palun kontrolli katkiseid pakette koos synapticuga, kontrolli piiranguid ja korrektsust '/etc/apt/sources.list' ja lae tarkvara informatsiooni: 'sudo apt-get update' ja 'sudo apt-get install -f'
id: Ini adalah kegagalan utama sistem manajemen perangkat lunak anda. Periksa paket - paket rusak dengan synaptic, periksa ijin berkas dan kebenaran dari file '/etc/apt/sources.list' dan load ulang informasi software dengan: 'sudo apt-get update' dan 'sudo apt-get install -f'
lv: Jūsu programmatūras pārvaldīšanas sistēmā ir notikusi nopietna kļūda. Lūdzu pārbaudiet sabeigtās pakotnes ar synaptic, pārbaudiet failu piekļuves tiesības un faila '/etc/apt/sources.list' pareizumu un pārlādējiet programmatūras informāciju ar 'sudo apt-get update' vai 'sudo apt-get install -f',
nb: Dette er en større svikt i systemet for programvarehåndtering. Sjekk om det finnes ødelagte pakker med Synaptic, sjekk filtillatelsene og at filen «/etc/apt/sources.list» er korrekt, og oppdater programvareinformasjonen med: «sudo apt-get update» og «sudo apt-get install -f».
nn: Dette er ein større svikt i systemet for programvarehandsaming. Sjekk om det finst øydelagde pakkar med Synaptic, sjekk filtillatingane og at fila «/etc/apt/sources.list» er rett og oppdater programvareinformasjonen med: «sudo apt-get update» og «sudo apt-get install -f».
ro: Aceasta este o eroare majoră a sistemului de administrare a softwareului. Verificați pachetele deterioarate folosind synaptic, verificați permisiunile fișierelor și corectitudinea fișierului '/etc/apt/sources.list' și reîncărcați informațiile software folosind 'sudo apt-get update' și 'sudo apt-get install -f'.
sl: To je temeljna napaka vašega sistema za upravljanje paketov programske opreme. Prosimo, preverite za pokvarjene pakete z synaptic, preverite pravice datotek in pravilnost datoteke '/etc/apt/sources.list' in ponovno naložite informacije o programski opremi z: 'sudo apt-get update' in 'sudo apt-get install -f'.
sr: Ово је значајан неуспех Вашег система за одржавање пакета. Молим Вас проверите да ли постоје неисправни пакети са програмом synaptic, проверите дозволе фајла и исправност фајла '/etc/apt/sources.list' и поново учитајте информације о доступним пакетима командама: 'sudo apt-get update' и 'sudo apt-get install -f'.
zh_cn: 这是你软件管理系统的重大错误. 请用新利得检查破损的软件包, 检查文件 '/etc/apt/sources.list'的权限和正确性，并用命令: 'sudo apt-get update' 和 'sudo apt-get install -f'重新载入软件包信息.

source: Apply changes to installed applications before closing?
ar: أأطبق التغييرات على التطبيقات المثبتة قبل الإغلاق؟
ast: ¿Aplicar cambios a les aplicaciones instalaes antes de zarrar?
bg: Да бъдат ли приложени промените на инсталираните приложения преди затваряне?
da: Udfør ændringer af installerede programmer før afslutning?
el: Εφαρμογή αλλαγών στις εγκατεστημένες εφαρμογές πριν το κλείσιμο;
et: Rakendan muudatused paigaldatud rakendustes enne kui sulgen?
id: Terapkan perubahan aplikasi yang diinstal sebelum ditutup?
nb: Vil du anvende endringene på installerte programmer før du avslutter?
nn: Vil du utføra endringane på dei installerte programma før du avsluttar?
ro: Înainte de a închide aplică modificările asupra aplicațiilor instalate?
sl: Potrdim spremembe na nameščenih programih pred izhodom?
sr: Да применим промене на инсталираним апликацијама пре затварања?
tr: Kurulu uygulamalar üzerindeki değişiklikler kapatmadan önce uygulansın mı?
zh_cn: 在关闭之前应用更改到已安装软件?

source: If you do not apply your changes they will be lost permanently.
ar: إذا لم تطبق تغييراتك ستفقدها نهائيا.
ast: Si usté nun aplica los cambios, van perdese pa siempre.
bg: Ако не бъдат приложени, Вашите промени ще бъдат загубени безвъзвратно.
da: Hvis du ikke anvender ændringerne, vil de gå tabt.
el: Αν δεν εφαρμόσετε τις αλλαγές σας, αυτές θα χαθούν οριστικά.
et: Kui sa ei rakenda enda muudatusi, siis tehtud valikud hävivad.
id: Jika anda tidak menerapkan perubahan maka perubahan akan hilang permanen
nb: Hvis du ikke velger å anvende endringene vil du miste dem.
nn: Dersom du ikkje vel å utføra endringane vil du miste dei.
ro: În cazul în care nu aplicați modificările, ele vor fi pierdute definitiv.
sl: Če sprememb ne potrdite, bodo te trajno izgubljene.
sr: Ако не примените Ваше промене, оне ће бити трајно изгубљене.
tr: Yaptığınız değişiklikleri uygulamazsanız, değişiklikler kalıcı olarak kaybolacaktır.
zh_cn: 如果你不应用更改所有更改将丢失

source: _Close Without Applying
ar: أغلق _دون تطبيق
ast: _Zarrar Ensin Aplicar
bg: _Затваряне без прилагане
da: _Luk uden at anvende
el: _Κλείσιμο χωρίς εφαρμογή
et: _Sulge ilma rakendamiseta
id: _Tutup Tanpa Mengaplikasikan Perubahan
nb: _Avslutt uten å anvende endringer
nn: _Avslutt utan å utføra endringane
ro: În_chide fără a aplica modificările
sl: _Zapri brez shranitve sprememb
sr: _Затворити без промена
tr: Değişiklikleri Uygulamadan _Çık
zh_cn: 不应用就关闭(_C)

source: No help available
ar: المساعدة غير متوفرة
ast: Aidda non disponible
bg: Няма наличен помощен файл
da: Ingen hjælp tilgængelig
el: Δεν υπάρχει διαθέσιμη βοήθεια
et: Abiteave pole saadaval
nb: Ingen hjelp er tilgjengelig
ro: Nici un ajutor disponibil
sl: Na voljo ni nobene pomoči
sr: Нема помоћи
tr: Yardım mevcut değil
zh_cn: 没有可用的帮助

source: To display the help, you need to install the "yelp" application.
ar: لعرض المساعدة تحتاج إلى تثبيت التطبيق "يلب".
ast: P'amosar l'aida, necesita instalar l'aplicación «yelp».
bg: За да видите помощ, трябва да инсталирате програмата "yelp".
da: Du skal installere "yelp"-programmet for at få vist hjælpen.
el: Για να υπάρξει διαθέσιμη βοήθεια, πρέπει να εγκαταστήσετε την εφαρμογή "yelp".
et: Abiteabe kuvamiseks tuleb paigaldada rakendus yelp.
nb: For å vise hjelpen, må du installére programmet «yelp».
ro: Pentru a afișa ajutorul, trebuie să instalați aplicația „yelp”.
sl: Za prikaz pomoči morate namestiti program "yelp".
sr: Да бисте приказали помоћ, инсталирајте програм „yelp“.
tr: Yardım'ı görüntüleyebilmek için "yelp" uygulamasını yüklemeniz gereklidir.
zh_cn: 要想显示帮助，你需要安装“yelp”程序。

source: Apply the following changes?
ar: أأطبق التغييرات التالية؟
ast: ¿Aplicar los cambios darréu?
bg: Прилагане на следните промени?
da: Anvend følgende ændringer?
el: Να εφαρμοστούν οι παρακάτω αλλαγές;
et: Järgnevate muudatuste rakendamine?
id: Terapkan perubahan berikut?
lv: Veikt sekojošas izmaiņas?
nb: Anvend de følgende endringene?
nn: Vil du utføra dei følgjande endringane?
ro: Doriți să aplicați următoarele schimbări?
sl: Potrdim trenutne spremembe?
sr: Да применим следеће промене?
tr: Aşağıdaki değişiklikler uygulansın mı?
zh_cn: 应用以下更改?

source: Please take a final look through the list of applications that will be installed or removed.
ar: خذ نظرة أخيرة من فضلك على قائمة التطبيقات التي ستطبق أو تزال.
ast: Por favor, écha-y una güeyada a la llista d'aplicaciones que se van instalar o quitar.
bg: Моля, проверете за последно списъка с приложенията, които ще бъдат инсталирани или премахнати!
da: Gennemse venligst listen over programmer, der vil blive fjernet eller installeret, en sidste gang.
el: Παρακαλώ ρίξτε μια τελευταία ματιά στη λίστα των εφαρμογών που θα εγκατασταθούν ή θα απομακρυνθούν.
et: Palun tee viimane ülevaatus oma paigaldustest ja eemaldustest.
id: Mohon lihat kembali daftar aplikasi yang akan di pasang maupun di lepas.
nb: Vennligst ta en siste kikk på listen over programmer som vil bli installert eller fjernet.
nn: Du bør sjå over lista over programmer som skal installerast eller fjernast.
ro: Revizuiți lista de aplicații ce urmează a fi instalate sau dezinstalate.
sl: Ponovno preverite seznam programov, ki se bodo namestili ali odstranili.
sr: Молим Вас погледајте листу апликација које ће бити инсталиране или уклоњене.
tr: Lütfen kurulacak veya kaldırılacak uygulamalar listesini son kez kontrol edin.
zh_cn: 请最后检查一遍将要被安装或删除的软件列表

source: There is no matching application available.
ar: لا يتوفر تطبيق مطابق.
ast: Nun pudo atopase una aplicación disponible
bg: Не се предлагат отговарящи приложения.
da: Der er intet program tilgængeligt, der matcher.
el: Δεν υπάρχει διαθέσιμη εφαρμογή που να ταιριάζει.
et: Seda rakendust ei ole saadaval.
id: Aplikasi yang tersedia tidak ada yang cocok
lv: Atbilstoša programma nav pieejama.
nb: Ingen passende programvare er tilgjengelig.
nn: Det finst ingen passande progravare.
ro: Nu s-a găsit nici o aplicație.
sl: Ne ujema se noben program.
sr: Не постоји тражена апликација.
tr: Uyan bir uygulama yok.
zh_cn: 无匹配软件。

source: To broaden your search, choose "%s".
ar: لتوسيع نطاق البحث اختر "%s".
ast: Pa enantar la so búsqueda, seleicione «%s».
bg: За да разширите вашето търсене, изберете "%s".
da: Vælg "%s" for at gøre din søgning bredere.
el: Για να διευρύνετε την αναζήτηση σας, επιλέξτε "%s".
et: Laiendatud otsimisel vali "%s" .
id: Untuk menjadikan pencarian Anda, pilih "%s".
lv: Lai paplašinātu meklēšanu, izvēlieties "%s".
nb: For å utvide søket, velg «%s».
nn: For å gjera søket vidare, vel «%s».
ro: Alegeți „%s” pentru a mări domeniul de căutare.
sl: Za razširitev iskalnega območja, izberite "%s".
sr: Да бисте проширили Вашу претрагу, изаберите "%s".
zh_cn: 想要扩大你的搜索，请选择 "%s"。

source: To broaden your search, choose "%s" or "%s".
ar: لتوسيع نطاق البحث اختر "%s" أو "%s".
ast: Pa enantar la so búsqueda, seleicione «%s» o «%s».
bg: За да разширите вашето търсене, изберете "%s" или "%s".
da: Vælg "%s" eller "%s" for at gøre din søgning bredere.
el: Για να διευρύνετε την αναζήτηση σας, επιλέξτε "%s" ή "%s".
et: Laiendatud otsimisel vali "%s" või "%s" .
id: Untuk menjadikan pencarian Anda, pilih "%s" atau "%s".
lv: Lai paplašinātu meklēšanu, izvēlieties "%s" vai "%s".
nb: For å utvide søket, velg «%s» eller «%s».
nn: For å gjera søket vidare, vel «%s» eller «%s».
ro: Alegeți „%s” sau „%s” pentru a mări domeniul de căutare.
sl: Za razširitev iskalnega območja, izberite "%s" ali "%s".
sr: Да бисте проширили Вашу претрагу, изаберите "%s" или "%s".
zh_cn: 要扩大您的搜索，请选择"%s" 或 "%s"。

source: To broaden your search, choose a different "Show" item.
ar: لتوسيع نطاق البحث اختر عنصرا مختلفا من قائمة "أظهر".
ast: Pa enantar la so búsqueda, seleicione una opción distinta en «Amosar».
bg: За да разширите вашето търсене, изберете различен елемент "Покажи".
da: Vælg et andet "Vis"-punkt for at gøre din søgning bredere.
el: Για να διευρύνετε την αναζήτηση σας, επιλέξτε μια διαφορετική επιλογή από την 'Προβολή'.
et: Et laiendada otsimist, vajuta "Näita" elementi.
id: Untuk menjadikan pencarian Anda, pilih item "Tampil" yang berbeda.
lv: Lai paplašinātu meklēšanu, izvēlieties citu "Rādīt" vienību.
nb: For å utvide søket, velg et annet element i listen.
nn: For å gjera søket vidare, vel eit anna element på «Vis».
ro: Pentru a mări domeniul de căutare alegeți o altă intrare din meniul „Afișează”
sl: Za razširitev iskalnega območja, izberite drugačen "Prikaži" predmet.
sr: Да бисте проширили Вашу претрагу, изаберите другачију "Show" наредбу.
zh_cn: 要扩大您的搜索，选择一个不同的“显示”项目

source: To broaden your search, choose 'All' categories.
ar: لتوسيع نطاق البحثك اختر "جميع" الفئات.
ast: Pa enantar la so búsqueda, seleicione «Toes» les categoríes.
bg: За да разширите търсенето, изберете "Всички" категории.
da: Vælg "Alle"-kategorien for at gøre din søgning bredere.
el: Για να διευρύνετε την αναζήτηση σας, επιλέξτε 'Όλες οι διαθέσιμες εφαρμογές'.
et: Et laiendada otsimist, vali "Kõik" kategooria.
id: Untuk menjadikan pencarian Anda, pilih kategori "Semua".
lv: Lai paplašinātu meklēšanu, izvēlieties 'Visas' kategorijas.
nb: For å utvide søket, velg kategorien «Alle».
nn: For å gjera søket vidare, vel alle kategoriane.
ro: Pentru a mări domeniul de căutare alegeți categoria „Toate”
sl: Za razširitev iskalnega območja, izberite 'Vse' kategorije.
sr: Да бисте проширили Вашу претрагу, изаберите 'Све' категорије.
tr: Aramanızı genişletmek için 'Tüm' kategorileri seçin
zh_cn: 要放宽搜索条件，请选择所有类别。

source: Failed to open '%s'
ar: فشِل فتح '%s'
ast: Fallu al abrir «%s»
bg: Неуспешен опит за отваряне на '%s'
da: Kunne ikke åbne "%s"
el: Αποτυχία ανοίγματος του '%s'
et: '%s' avamine on nurjunud.
id: Gagal membuka '%s'
lv: Neizdevās atvērts '%s'
nb: Klarte ikke å åpne «%s»
nn: Klarte ikkje å opna «%s»
ro: Nu s-a putut deschide „%s”
sl: Spodletelo odpiranje '%s'.
sr: Нисам успео да отворим '%s'
tr: '%s' açılamadı
zh_cn: 打开 '%s' 失败

source: Applications
ar: تطبيقات
ast: Aplicaciones
bg: Приложения
da: Programmer
el: Εφαρμογές
et: Rakendused
id: Aplikasi
lv: Programmas
nb: Programmer
nn: Program
ro: Aplicații
sl: Programi
sr: Апликације
tr: Uygulamalar
zh_cn: 应用程序
