Repository: msgpo/trisquel-packages
Catalog: 8.0/gnome-app-install/po/*.po
Languages: ar, ast, bg, da, el, et, id, lv, nb, nn, ro, sl, sr, tr, zh_cn

source: Components that have been confirmed to install applications from
ar: المكونات التي أُكد تثبيتها لتطبيقات من
ast: Componentes que foron confirmados pa instalar aplicaciones dende ellos
bg: Компоненти, които са били потвърдени за инсталиране на програми от
da: Komponenter, som er blevet bekræftet til at installere programmer fra
el: Στοιχεία που πιστοποιήθηκαν για εγκατάσταση εφαρμογών
et: Komponendid, mis on juba valmis paigaldamiseks
id: Komponen yang telah dikonfirmasikan untuk memasang aplikasi darinya
lv: Komponenti, no kurām ir atļauta lietotņu instalēšana
nn: Element det skal installerast program frå
ro: Componentele ce au fost confirmate pentru a instala aplicații de la
sr: Компоненте за које је потврђено да инсталирају апликације од
zh_cn: 已经确认从中安装应用程序的组件

source: If true, the main window is maximized.
ar: إذا كان ذلك صحيحاً تُكبر النافذة الرئيسية.
ast: Si ye cierto, la ventana principal maximízase
bg: Ако е избрано, главния прозорец е максимизиран.
da: Hvis sat til sand, så er hovedvinduet maksimeret.
el: Αν ισχύει, το κεντρικό παράθυρο είναι μεγιστοποιημένο.
et: Kui on õige, siis aken on maksimaalne.
id: Jika benar, jendela utama dimaksimalkan.
lv: Ja patiess, galvenais logs tiks maksimizēts
nn: Hovudvindauget vert maksimert dersom denne er innstilt på «true».
ro: Dacă fereastră prinicpală este maximizată
sl: Če je resnično se glavno okno razširi
sr: Ако је тачно, главни прозор ће се повећати.
tr: Eğer ayarlanırsa, ana pencere tam sayfa olacaktır.
zh_cn: 如果为真，主窗口将会最大化。

source: Main window height
ar: ارتفاع النافذة الرئيسية
ast: Altor de la ventana principal
bg: Височина на главния прозорец
da: Hovedvindues højde
el: Ύψος κεντρικού παραθύρου
et: Peamise akna kõrgus
id: Tinggi jendela utama
lv: Galvenā loga augstums
nb: Høyde på hovedvindu
nn: Høgde på hovudvindauget
ro: Înalțimea ferestrei principale
sl: Višina glavnega okna
sr: Висина главног прозора
tr: Ana pencere yüksekliği
zh_cn: 主窗口高度

source: Main window maximization state
ar: حالة تكبير النافذة الرئيسية
ast: Estáu de maximización de la ventana principal
bg: Уголемено състояние на главен прозорец
da: Maksimeringstilstand for hovedvindue
el: Κατάσταση μεγιστοποίησης κεντρικού παραθύρου
et: Peamise akna maksimaalse oleku seadistus
id: Keadaan maksimal jendela utama
lv: Galvenā loga maksimizēšanas stāvoklis
nn: Tilstand ved maksimering av hovudvindauget
ro: Stare de maximizarea a ferestrei principale
sl: Maksimirano stanje glavnega okna
sr: Повећано стање прозора
tr: Ana pencere büyütme durumu
zh_cn: 主窗口最大化状态

source: Main window width
ar: عرض النافذة الرئيسية
ast: Anchor de la ventana principal
bg: Широчина на главния прозорец
da: Hovedvindues bredde
el: Πλάτος κεντρικού παραθύρου
et: Peamise akna laius
id: Lebar jendela utama
lv: Galvenā loga platums
nb: Bredde på hovedvindu
nn: Breidde på hovudvidauget
ro: Lățimea ferestrei principale
sl: Širina glavnega okna
sr: Ширина главног прозора
tr: Ana pencere genişliği
zh_cn: 主窗口高度

source: Possible values: 0 : show all available applications 1 : show only free applications 2 : - 3 : show only supported applications 4 : show only 3rd party applications 5 : - 6 : show only installed applications
ar: القيم الممكنة: 0 : أظهر كل البرامج المتاحة 1 : أظهر البرامج الحرة فقط -3 : أظهر البرامج المدعومة فقط 4 : أظهر البرامج الخارجية فقط 5 : -6 : أظهر البرامج المثبتَّة فقط
ast: Valores dables: 0 : amuesa toles aplicaciones disponibles 1 : amuesa namái les aplicaciones llibres 2 : - 3 : amuesa namái les aplicaciones soportaes 4 : amuesa namái les aplicaciones de terceros 5 : - 6 : amuesa namái les aplicaciones instalaes
bg: Възможни стойности: 0: показване на всичките приложения 1 : показване само на свободните приложения 2 : - 3 : показване само на поддържаните приложения 4 : показвана само на приложенията от трети страни 5 : - 6 : показване само на инсталираните приложения
da: Mulige værdier: 0 : vis alle tilgængelige programmer 1 : vis kun frie programmer 2 : - 3 : vis kun understøttede programmer 4 : vis kun tredjepartsprogrammer 5 : - 6 : vis kun installerede programmer
el: Πιθανές τιμές: 0 : Όλες οι διαθέσιμες εφαρμογές 1 : Όλες οι εφαρμογές ανοικτού κώδικα 2 : - 3 : Υποστηριζόμενες εφαρμογές 4 : Εφαρμογές τρίτων 5 : - 6 : Εγκατεστημένες εφαρμογές
et: Võimalikud väljad: 0 : näita kõiki saadaval olevaid rakendusi 1 : näita ainult vabu rakendusi 2: - 3: näita ainult toetatud rakendusi 4 : näita ainult 3ndate osapoolte rakendusi 5: - 6 : näita ainult paigaldatud rakendusi
id: Nilai-nilai yang mungkin: 0 : tampilkan semua aplikasi yang tersedia 1 : tampilkan hanya aplikasi yang bebas saja 2 : - 3 : tampilkan aplikasi yang didukung saja 4 : tampilkan aplikasi pihak ketiga saja 5 : - 6 : tampilkan aplikasi yang terpasang saja
lv: Iespējamās vērtības: 0 : rādīt visas pieejamās lietotnes 1 : rādīt tikai brīvās lietotnes 2 : - 3 : rādīt tikai atbalstītās lietotnes 4 : rādīt tikai trešo pušu lietotnes 5 : - 6 : rādīt tikai instalētās lietotnes
nn: Moglege verdiar: 0 : vis all tilgjengeleg programvare 1 : vis berre fri programvare 2 : - 3 : vis berre støtta programvare 4 : vis berre programvare frå tredjepart 5 : - 6 : vis berre installert programvare
ro: Valori posibile 0 : afișează toate aplicațiile 1 : afișează doar aplicațiile libere 2 : - 3 : afișează doar aplicațiile suportate 4 : afișează doar aplicațiile de la surse terțe 5 : - 6 : afișează doar aplicațiile instalate
sr: Могуће вредности: 0 : прикажи све доступне апликације 1 : прикажи само слободне апликације 2 : -3 : прикажи само апликације које су подржане 4 : прикажи само апликације трећих лица 5 : -6 : прикажи само апликације које су инсталиране
tr: Olası değerler: 0 : müsait durumdaki tüm uygulamaları göster 1 : sadece ücretsiz uygulamaları göster 2 : - 3 : sadece desteklenen uygulamaları göster 4 : sadece 3. parti uygulamaları göster 5 : - 6 : sadece kurulu uygulamaları göster
zh_cn: 可能的数值：0：显示所有可用的程序 1：只显示免费的程序 2：-3：只显示受支持的程序 4： 显示第三方的应用程序 5： -6：显示已安装的程序

source: Show only a subset of applications
ar: أظهر فقط جزء التطبيقات
ast: Amuesa namái una parte de les aplicaciones
bg: Показване само на поднабор от програми
da: Vis kun en delmængde af programmer
el: Εμφάνιση μόνο ενός υποσυνόλου των εφαρμογών
et: Näita ainult rakenduste alamhulka
id: Tampilkan sebuah subset aplikasi saja
lv: Rādīt tikai lietotņu apakškopu
nb: Vis bare et utvalg av programvaren
nn: Vis berre delar av programvaren
ro: Afișeasă doar un subset al aplicațiilor
sl: Pokaži le podskupino aplikacij
sr: Прикажи само подскуп апликација
tr: Sadece uygulamaların bir alt kümesini göster
zh_cn: 只显示应用程序的一个子集

source: Suggest application for MIME-type: approved components
ar: اقترح تطبيق من أجل نوع MIME: مكونات موافق عليها
ast: Proponer l'aplicación pa tipu-MIME: componentes aprobaos
bg: Предлагане на програми за MIME тип: одобрени компоненти
da: Foreslå program til MIME-type: godkendte komponenter
el: Πρόταση εφαρμογής για MIME: εγκεκριμένα στοιχεία
et: MIME-tüübi soovitused: heakskiidetud komponendid
id: Aplikasi yang disarankan untuk tipe-MIME: komponen yang disetujui
lv: Piedāvāt lietotni priekš MIME-tipa: apstiprinātie komponenti
nn: Føreslå programvare med MIME-type: godkjende element
ro: Sugerați apliacția pentru tipul MIME: compenente aprobate
sl: Predlagaj aplikacije za MIME-vrsto: odobrjene komponente
sr: Предложите апликацију за MIME-тип: одобрене компоненте
zh_cn: 为 MIME-type 建议应用程序：认可过的组件

source: Timeout for interactive search
ar: مهلة البحث التفاعلي
ast: Tiempu máximu pa una búsqueda interactiva
bg: Изтекло време за интерактивно търсене
da: Udløbstid for interaktiv søgning
el: Χρονικό όριο για διαδραστική αναζήτηση
et: Aktiivse otsingu aeg on ületatud
id: Tenggang waktu pencarian interaktif
lv: Interaktīvās meklēšanas noildze
nb: Tidsavbrudd for interaktivt søk
nn: Tidsavbrot for interaktivt søk
ro: Întârzierea pentru căutarea interactivă
sl: Časovni iztek za interaktivno iskanje
sr: Време за интерактивну претрагу је истекло
tr: İnteraktif arama için zaman aşımı
zh_cn: 交互式搜索已经超时

source: Timeout from typing in the search entry until a search is triggered (in milliseconds).
ar: مهلة ما بين الكتابة في خانة البحث إلى أن يبدأ البحث (بالملي ثانية).
ast: Tiempu máximu pa escribir nel campu de búsqueda hasta qu'una búsqueda ye procesada (en milisegundos).
bg: Изтекло време за въвеждане в полето за търсене, докато търсенето бъде стартирано (в милисекунди).
da: Ventetid fra indtastning i søgefeltet og indtil en søgning bliver sat i gang (i millisekunder).
el: Χρονικό όριο από την στιγμή της πληκτρολόγησης της αναζήτησης μέχρι την ενεργοποίηση της (σε χιλιοστά του δευτερολέπτου)
et: Trükkimisel oleva otsingu aeg on ületatud.
id: Tenggang waktu dari penulisan dalam masukan pencarian hingga pencarian dimulai (milidetik).
lv: Noildze starp meklējamā pieprasījuma ievadi un meklēšanas uzsākšanu (milisekundēs)
nb: Tiden fra du skriv inn en søketekst til søket starter (i millisekund).
nn: Tida frå ein skriv inn søkestrengen til søket startar (i millisekund).
ro: Durata de la oprirea din tastarea după care se pornește căutarea automată (în milisecunde).
sr: Пауза за куцање у пољу за претрагу док се претрага не активира (у милисекундама).
zh_cn: 从键入搜索条目到搜索开始的超时限制

source: Timestamp of the last cache refresh run
ar: الخاتم الزمني لآخر إنعاش للخبيئة
ast: Marca de tiempu de la cabera execución de refrescu de la caché
bg: Времеви отпечатък на последното обновяване на кеша
da: Tidsstempel for seneste genindlæsning af mellemlager
el: Χρονική στιγμή της τελευταίας ενημέρωσης της λανθάνουσας μνήμης
et: Viimase ajatempli puhvri värskendamine
id: Tandawaktu dari penyegar ransum terakhir berjalan
lv: Pēdējās keša atjaunošas laikspiedols
nb: Tidsstempelet fra den siste oppdateringen av hurtiglageret
nn: Tidsstempelet frå den siste oppdateringa av mellomlageret
ro: Data ultimei reîmprospătări a informațiilor stocate
sr: Време последњег освежавања кеша
tr: Son önbellek yenilenme zamanı
zh_cn: 最后一次缓存刷新运行时间戳

source: When the user asks to open a file but no supported application is present, the system will offer to install applications in the components listed here, as well as the individually whitelisted applications.
ar: عندما يطلب المستخدم فتح ملف مع عدم وجود تطبيق مدعوم، فسيعرض النظام تثبيت تطبيقات في المكونات المسردة هنا، بالإضافة إلى التطبيقات التي وضعت في القائمة البيضاء بصورة فردية.
ast: Cuando l'usuariu tenta abrir un archivu pero nun s'alcuentra una aplicación asociada, el sistema ufrirá instalar les aplicaciones nos componentes equí llistaos, como tamién les aplicaciones preferíes individualmente.
bg: Когато потребителя иска да отвори файл, но няма инсталирана програма, системата ще предложи инсталиране на програми в компонентите описани тук, както и индивидуални одобрени програми.
da: Når brugeren forsøger at åbne en fil, men der ikke findes et understøttet program, vil systemet tilbyde at installere programmer i de komponenter, der er listet her, såvel som de individuelt hvidlistede programmer.
el: Όταν ο χρήστης προσπαθεί να ανοίξει ένα αρχείο, αλλά καμία εφαρμογή δεν είναι διαθέσιμη, το σύστημα θα του προσφέρει να εγκαταστήσει εφαρμογές από τα στοιχεία που είναι διαθέσιμα εδώ.
et: Kui kasutaja küsib faili, mis ei ole rakendis avatud, siis süsteem pakub paigaldada rakenduse komponente, mis on individuaalselt esindatud.
id: Ketika pengguna meminta untuk membuka sebuah berkas namun tidak ada aplikasi pendukung, sistem akan menawarkan untuk menginstal aplikasi-aplikasi dalam komponen-koponen yang telah terdaftar di sini, sebagaimana aplikasi-aplikasi terdaftar secara individu.
lv: Kad lietotājs mēģina atvērt failu, kuru atbalstošās lietotne nav pieejam, sistēma piedāvās instalēt komponentus no šī saraksta, iekļaujot lietotnes no individuālā baltā saraksta.
nn: Når brukaren vil opna ei fil og det ikkje finst støtta programvare til dette, føreslår systemet å installere program frå elementa som er lista opp her, i tillegg til dei kvitelista programma indiviuelt.
ro: În momentul în care utilizatorul încearcă să deschidă un fișier pentru care nu există instalată o aplicație corespunzătoare, sistemul va întreba utilizatorul dacă dorește să instaleze aplicații din componentele de aici, precum și dintre aplicațiile activate individual.
sl: Ko uporabnik želi odpreti datoteko, ki nima ustreznega programa, bo sistem ponudil namestitev tukaj naštetih programov in komponent in posamezne programe iz bele liste.
sr: Када корисник затражи да отвори фајл a одговарајућа апликација не постоји, систем ће понудити да инсталира апликације из листе компонената, као и индивидуалне апликације са беле листе.
zh_cn: 当用户询问打开一个文件但没有受支持的应用程序可用时，系统将提出安装如下组件列表里的应用程序，连同单列的白皮书列出的应用程序。

source: <b>Add</b>
bg: <b>Добавяне</b>
da: <b>Tilføj</b>
el: <b>Προσθήκη</b>
id: <b>Tambah</b>
lv: <b>Pievienot</b>
nb: <b>Legg til</b>
ro: <big>Instalează</big>
tr: <b>Ekle</b>
zh_cn: <b>添加</b>

source: <b>Remove</b>
ast: <b>Quitar</b>
bg: <b>Премахване</b>
da: <b>Fjern</b>
el: <b>Απομάκρυνση</b>
id: <b>Hapus</b>
lv: <b>Noņemt</b>
nb: <b>Fjern</b>
ro: <big>Dezinstalează</big>
tr: <b>Kaldır</b>
zh_cn: <b>删除</b>

source: <big><b>The list of available applications is out of date</b></big> To reload the list you need a working internet connection.
ast: <big><b>La llista d'actualizaciones afayadices ta desfasada</b></big> Pa recargar la llista necesita una conexón d'Internet que furrule
bg: <big><b>Списъкът на наличните приложения е остарял</b></big> За да презаредите списъка, Ви е нужна работеща Интернет връзка.
el: <big><b>Η λίστα των διαθέσιμων εφαρμογών δεν είναι ενημερωμένη</b></big> Χρειάζεστε μια ενεργή σύνδεση στο διαδίκτυο για να ανανεώσετε τη λίστα.
id: <big><b>Daftar aplikasi tersedia telah kadaluarsa</b></big> Untuk memuat ulang daftar tersebut, Anda memerlukan sambungan internet.
nb: <big><b>Listen over tilgjengelige programmer ser ut til å være utdatert</b></big> For å oppdatere listen må du ha tilgang til Internett.
tr: <big><b>Mevcut uygulamalar listesi güncel değil</b></big> Listeyi tekrar yüklemek için çalışır durumda bir internet bağlantısı gerekli.
zh_cn: <big><b>可用的软件列表已过期</b></big> 要重新载入列表你将需要网络连接

source: Add/Remove Applications
bg: Добавяне/Премахване на приложения
da: Tilføj/fjern programmer
el: Προσθαφαίρεση εφαρμογών
id: Tambah/Hapus Aplikasi
lv: Pievienot/noņemt programmas
nb: Legg til/Fjern programmer
tr: Uygulama Ekle/Kaldır
zh_cn: 添加/删除程序

source: Apply pending changes and close the window
bg: Прилагане на чакащите промени и затваряне на прозореца
el: Εφαρμογή εκκρεμών αλλαγών και κλείσιμο του παραθύρου
id: Terapkan perubahan-perubahan yang ditangguhkan dan tutup jendela
tr: Bekleyen değişiklikleri uygula ve pencereyi kapat
zh_cn: 应用未定改变并闭关窗口

source: Cancel pending changes and close the window
bg: Отмяна на чакащите промени и затваряне на прозореца
el: Ακύρωση εκκρεμών αλλαγών και κλείσιμο του παραθύρου
id: Batalkan perubahan-perubahan yang ditangguhkan dan tutup jendela
tr: Bekleyen değişiklikleri iptal et ve pencereyi kapat
zh_cn: 取消未定改变并闭关窗口

source: Categories
bg: Категории
el: Κατηγορίες
id: Kategori
lv: Kategorijas
ro: Categorii
tr: Sınıflar
zh_cn: 类别

source: Search:
bg: Търсене:
da: Søg:
el: Αναζήτηση:
id: Cari:
lv: Meklēt:
nb: Søk:
ro: Caută:
tr: Ara:
zh_cn: 搜索:

source: Show:
bg: Покажи:
el: Προβολή:
id: Tunjukkan:
lv: Rādīt:
tr: Göster:
zh_cn: 显示：

source: The categories represent the application menu
bg: Категориите представляват менюто на приложенията
el: Οι κατηγορίες αναπαριστούν το μενού των εφαρμογών
id: Kategori-kategori mewakili menu aplikasi
tr: Sınıflar uygulama menüsünü temsil etmektedir.
zh_cn: 类型表示应用程序菜单

source: _Apply Changes
id: Ter_apkan Perubahan
ro: _Aplică schimbările
zh_cn: 应用改变(_A)

source: _Reload
ast: _Recargar
bg: Пре_зареждане
da: _Genindlæs
el: Α_νανέωση
id: Muat Ulang
lv: Pā_rlādēt
nb: _Oppdater
ro: _Reîncarcă
tr: Tekrar _Yükle
zh_cn: 重新载入(_R)

source: _Remove
bg: П_ремахване
el: _Απομάκρυνση
id: Hapus
lv: _Novākt
ro: _Dezinstalează
tr: Ka_ldır
zh_cn: 删除(_R)

source: _Retry
id: Ulangi
lv: Vēl_reiz
ro: _Reîncearcă
zh_cn: 重试(_R)

source: applications
ar: تطبيقات
ast: Aplicaciones
bg: приложения
el: εφαρμογές
id: aplikasi
lv: programmas
tr: uygulamalar
zh_cn: 应用程序

source: Add/Remove...
ar: أضف\أزِل...
ast: Amestar/Quitar...
bg: Добавяне/Премахване...
da: Tilføj/fjern...
el: Προσθαφαίρεση...
et: Lisa/Eemalda..
id: Tambah/Hapus...
lv: Pievienot/noņemt...
nb: Legg til/fjern...
nn: Legg til/fjern ...
ro: Instalare/Dezinstalare...
sl: Dodaj/odstrani...
sr: Додај/Уклони...
tr: Ekle/Kaldır...
zh_cn: 添加/删除...

source: Install and remove applications
ar: أضف وأزِل التطبيقات
ast: Instalar y quitar aplicaciones
bg: Инсталиране и премахване на приложения
da: Tilføj og fjern programmer
el: Εγκατάσταση και απομάκρυνση εφαρμογών
et: Paigalda või eemalda rakendusi
id: Install dan menghilangkan aplikasi
lv: Uzstādīt un noņemt programmas
nb: Installèr og fjern programmer
nn: Installer og fjern programvare
ro: Instalare și dezinstalare de aplicații
sl: Namesti in odstrani programe
sr: Инсталирај и уклони апликације
tr: Uygulama ekle ve kaldır
zh_cn: 安装和删除应用程序

source: Package Manager
ar: مدير الحزم
ast: Alministrador de Paquetes
bg: Диспечер на пакетите
da: Pakkehåndteringsprogram
el: Διαχείριση πακέτων
et: Paketihaldur
id: Manajer Paket
lv: Pakotņu pārvaldnieks
nb: Pakkehåndterer
nn: Pakkehandsamar
ro: Administrator de pachete
sl: Upravljalnik paketov
sr: Менаџер за пакете
tr: Paket Yöneticisi
zh_cn: 软件包管理器

source: no suitable application
ar: لا تطبيق مناسب
ast: nun hai denguna aplicación afayaíza
bg: няма подходяща програма
da: intet egnet program
el: δεν υπάρχει κατάλληλη εφαρμογή
et: Pole sobivat rakendust
id: tidak ada aplikasi yang cocok
lv: nav piemērotas lietotnes
nb: ingen passende programmer
nn: ingen program passar
ro: nu există aplicații corespunzătoare
sl: ni primernih programov
sr: нема одговарајуће апликације
tr: uygun uygulama yok
zh_cn: 没有合适的应用程序

source: No application suitable for automatic installation is available for handling this kind of file.
ar: لا تطبيق مناسب للتثبيت التلقائي، للتعامل مع هذه النوع من الملفات.
ast: Nun esiste ninguna aplicación afayaíza pa una instalación automática que seya válida pa esti tipu d'archivu.
bg: За този тип файл няма подходяща програма за автоматично инсталиране.
da: Der er intet egnet program tilgængeligt til automatisk installation, som kan håndtere denne slags fil.
el: Δεν υπάρχει κατάλληλη εφαρμογή που να εγκαθίσταται αυτόματα, για να χειριστεί αυτό το είδος του αρχείου.
et: Pole saadaval sobivat automaatset paigaldatavat rakendust.
id: Tidak ada aplikasi yang cocok untuk instalasi otomatis yang tersedia untuk penanganan berkas jenis ini.
lv: Neviena automātiski uzinstalējama programma nav piemērota šāda tipa failu apstrādei.
nb: Ingen tilgjengelige program som kan installeres automatisk kan håndtere denne filtypen.
nn: Ingen tilgjengelege program som kan installerast automatisk kan handsama denne filtypen.
ro: Pentru deschiderea acestui tip de fișiere nu există nici o aplicație care să poată fi instalat automat.
sl: Ni programa za samodejno namestitev, ki bi bil primeren za to vrsto datoteke.
sr: Ниједна одговарајућа апликација за аутоматску инсталацију није слободна за руковање овим типом фајла.
zh_cn: 自动安装无法找到合适的程序来处理这种文件。

source: no application found
ar: لم يُعثر على تطبيق
ast: nun s'alcontró nenguna aplicación
bg: не е намерена програма
da: intet program fundet
el: δεν βρέθηκε καμία εφαρμογή
et: rakendust ei leitud
id: tidak ada aplikasi yang ditemukan
lv: lietotne nav atrasta
nb: fant ingen programmer
nn: fann ingen program
ro: nu s-au găsit aplicații
sl: ni najdenih programov
sr: не могу да пронађем апликацију
tr: uygulama bulunamadı
zh_cn: 没有找到程序

source: No application is known for this kind of file.
ar: لا تطبيق معروف لهذا النوع من الملفات.
ast: Nun se conoz aplicación pa esti tipu d'archivu.
bg: За този тип файл няма позната програма.
da: Intet program er kendt for denne slags fil.
el: Δεν υπάρχει καμία εφαρμογή για αυτό το είδος αρχείου.
et: Selle failile tuntud rakendused puuduvad.
id: Tidak ada aplikasi yang diketahui untuk berkas jenis ini.
lv: Šī tipa failiem nav zināma neviena programma
nb: Ingen kjente program for denne filtypen.
nn: Ingen kjende program for denne filtypen.
ro: Pentru acest tip de fișier nu se cunoaște nici o aplicație
sl: Ni poznanega programa za to vrsto datoteke.
sr: Ниједна апликација није позната за овакву врсту фајла.
zh_cn: 这个类型的文件没有对应的程序。

source: Searching for appropriate applications
ar: يبحث عن تطبيقات مناسبة
ast: Guetando poles aplicaciones más afayaíces
bg: Търсене за подходящи приложения
da: Søger efter egnede programmer
el: Αναζήτηση για κατάλληλες εφαρμογές
et: Sobivate rakenduste otsimine
id: Sedang mencari aplikasi-aplikasi yang sesuai
lv: Meklē atbilstošas lietotnes
nb: Søker etter passende programvare
nn: Søk etter passande program
ro: Se caută aplicații corespunzătoare
sl: Iskanje za primerne programe
sr: Тражим апликације које су погодне
tr: Uygun uygulamalar aranıyor
zh_cn: 查找适当的应用程序

source: Please wait. This might take a minute or two.
ar: رجاء الانتظار. قد يحتاج هذا دقيقة أو دقيقتان.
ast: Por favor, aguarde. Esto pue llevar ún o dos minutos.
bg: Моля, изчакайте! Може да отнеме минутка-две.
da: Vent venligst. Dette kan tage et minut eller to.
el: Παρακαλώ περιμένετε. Αυτό μπορεί να διαρκέσει λίγα λεπτά.
et: Palun oota. See võtab natuke aega.
id: Tunggu Sebentar. Ini akan meminta waktu 1 atau 2 menit.
lv: Lūdzu, uzgaidiet. Tas var aizņemt minūti vai divas.
nb: Vennligst vent. Dette kan ta et par minutter.
nn: Vent litt. Dette kan ta eit par minutt.
ro: Vă rugăm așteptați. Această operație poate să dureze un minut sau două.
sl: Prosimo, počakajte. To lahko traja minuto ali dve.
sr: Молим Вас сачекајте. Ово ће потрајати минут или два.
tr: Lütfen bekleyin. Bu birkaç dakika alabilir.
zh_cn: 请稍候。大约需要一到两分钟。

source: Search for suitable codec?
ar: أأبحث عن مرماز مناسب؟
ast: ¿Guetar un códec apropiáu?
bg: Търсене за подходящ кодек?
da: Søg efter egnet codec?
el: Αναζήτηση για κατάλληλο αποκωδικοποιητή;
et: Kas otsida sobiv koodek?
id: Mencari codec yang cocok?
lv: Meklēt piemērotu kodeku?
nb: Vil du søke etter en passende kodek?
nn: Vil du søke etter passande kodekar?
ro: Caută pentru codecuri corespunzătoare?
sl: Poiščem primerne kodeke?
sr: Желите ли да тражим одговарајући кодек?
tr: Uygun kodek
zh_cn: 搜索合适的解码器？
