Repository: msgpo/trisquel-packages
Catalog: 8.0/gnome-app-install/help/*/*.po
Languages: sv

source: Install and Remove Applications
sv: Installera och ta bort program

source: Ubuntu Documentation Project
sv: Ubuntus dokumentationsprojekt

source: First version of document for Ubuntu 6.06 <email>jgotangco@ubuntu.com</email>
sv: Första versionen av dokumentet för Ubuntu 6.06 <email>jgotangco@ubuntu.com</email>

source: New screenshots to reflect Ubuntu distribution changes <email>jgotangco@ubuntu.com</email>
sv: Nya skärmbilder för att spegla ändringarna i Ubuntu-utgåvan <email>jgotangco@ubuntu.com</email>

source: Feedback
sv: Återkoppling

source: To report a bug or make a suggestion regarding this package or this manual, send mail to <email>ubuntu-users@lists.ubuntu.com</email>.
sv: För att rapportera ett fel eller komma med förslag angående det här paketet eller handboken, skicka e-post till <email>ubuntu-users@lists.ubuntu.com</email>.

source: This manual explains how to use <application>Install and Remove Applications</application>, an application that enables users to easily add and remove software for the GNOME desktop created by the Ubuntu project.
sv: Den här handboken förklarar hur man använder <application>Installera och ta bort program</application>, ett program som låter användare enkelt lägga till och ta bort programvara för GNOME-skrivbordet, skapat av Ubuntu-projektet.

source: Introduction
sv: Introduktion

source: <application>Install and Remove Applications</application> allows you to add or remove programs with a click of a button. You can browse through the categories to find programs, or search through all of the programs using the search box.
sv: <application>Installera och ta bort program</application> låter dig lägga till och ta bort program med en enda knapptryckning. Du kan bläddra genom kategorier för att hitta program, eller söka genom alla programmen genom att använda sökrutan.

source: Only simple additions and removals can be performed with <application>Install and Remove Applications</application>. For more advanced needs, the <application>Synaptic Package Manager</application> is used.
sv: Endast enkla tilläggningar och borttagningar kan genomföras med <application>Installera och ta bort program</application>. För mer avancerat bruk används <application>Pakethanteraren Synaptic</application>.

source: Getting Started
sv: Komma igång

source: <application>Install and Remove Applications</application> is configured as part of the Ubuntu desktop, and should already be in your system if you did a standard install. If <application>Install and Remove Applications</application> is not installed, you can use the <application>Synaptic Package Manager</application> to add it. From your desktop, select <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice> to start <application>Synaptic</application>. The package you need to install is <command>gnome-app-install</command>.
sv: <application>Installera och ta bort program</application> konfigureras som en del av Ubuntu-skrivbordet, och bör redan finnas tillgängligt på ditt system om du gjorde en standardinstallation. Om <application>Installera och ta bort program</application> inte är installerat, kan du använda <application>Pakethanteraren Synaptic</application> för att lägga till det. Från ditt skrivbord, välj <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Pakethanteraren Synaptic</guimenuitem></menuchoice> för att starta <application>Synaptic</application>. Paketet du behöver installera heter <command>gnome-app-install</command>.

source: You may also install and set up <application>Install and Remove Applications</application> from the command line using <command>apt-get</command>:
sv: Du kan även installera och konfigurera <application>Installera och ta bort program</application> från kommandoraden med kommandot <command>apt-get</command>:

source: <application>Install and Remove Applications</application> is dependent on the following packages:
sv: <application>Installera och ta bort program</application> är beroende av följande paket:

source: Starting Install and Remove Applications
sv: Starta Installera och ta bort program

source: There are two ways to start <application>Install and Remove Applications</application>:
sv: Det finns två sätt att starta <application>Installera och ta bort program</application> på:

source: From your desktop, select <menuchoice><guimenu>Applications</guimenu><guimenuitem>Add/Remove...</guimenuitem></menuchoice>to start <application>Install and Remove Applications</application>.
sv: Från ditt skrivbord, välj <menuchoice><guimenu>Program</guimenu><guimenuitem>Lägg till/Ta bort...</guimenuitem></menuchoice>för att starta <application>Installera och ta bort program</application>.

source: <application>Install and Remove Applications</application> can also be invoked from the command line:
sv: <application>Installera och ta bort program</application> kan även anropas från kommandoraden:

source: When the program is loaded, it will check for installed and available applications. After the check process, you can now use <application>Install and Remove Applications</application> to manage your software.
sv: När programmet startas, kommer det att leta efter installerade och tillgängliga program. Efter att kontrollen har gjorts, kan du nu använda <application>Installera och ta bort program</application> för att hantera din programvara.

source: Main Window
sv: Huvudfönstret

source: When you start <application>Install and Remove Applications</application>, the following window is displayed.
sv: När du startar <application>Installera och ta bort program</application> visas följande fönster.

source: Install and Remove Applications main window
sv: Huvudfönstret i Installera och ta bort program

source: The main window of <application>Install and Remove Applications</application> consists of the following:
sv: Huvudfönstret i <application>Installera och ta bort program</application> innehåller följande:

source: <emphasis role="bold">Software catalog column</emphasis> - displays the categories of software that are available.
sv: <emphasis role="bold">Katalogkolumn för programvara</emphasis> - visar kategorierna för programvaror som finns tillgängliga.

source: <emphasis role="bold">Applications window</emphasis> - shows the software available from the category chosen from the software catalog column.
sv: <emphasis role="bold">Programfönstret</emphasis> - visar program tillgängliga från den valda kategorien i katalogkolumnen.

source: <emphasis role="bold">Search field</emphasis> - you can search for a specific software from a chosen category.
sv: <emphasis role="bold">Sökfältet</emphasis> - du kan söka efter en specifikt programvara från en markerad kategori.

source: <emphasis role="bold">Extra applications checkbox</emphasis> - you can filter the results of your search by selecting or deselecting these checkboxes.
sv: <emphasis role="bold">Kryssruta för extra program</emphasis> - du kan filtrera resultaten för din sökning genom att kryssa i eller av dessa kryssrutor.

source: <emphasis role="bold">Application description window.</emphasis> - a brief description of the application to be installed or removed is displayed here.
sv: <emphasis role="bold">Programbeskrivningsfönstret.</emphasis> - en kort beskrivning av programmet som skall installeras eller tas bort visas här.

source: <emphasis role="bold">Help button</emphasis> - displays this help page.
sv: <emphasis role="bold">Hjälp-knappen</emphasis> - visar den här handboken.

source: <emphasis role="bold">Advanced button</emphasis> - opens up the Synaptic Package Manager for advanced installation and removal of software.
sv: <emphasis role="bold">Avancerat-knappen</emphasis> - öppnar Pakethanteraren Synaptic för avancerad installation och borttagning av programvara.

source: <emphasis role="bold">Action buttons</emphasis> - you can apply or cancel changes with these buttons. You can also close the application by clicking the ok button.
sv: <emphasis role="bold">Åtgärdsknappar</emphasis> - du kan verkställa eller avbryta ändringar med dessa knappar. Du kan även stänga programmet genom att klicka på OK-knappen.

source: Managing Applications
sv: Hantera program

source: Searching for applications to install or remove
sv: Sök efter program att installera eller ta bort

source: The first thing to do before installing or removing an application using <application>Install and Remove Applications</application> is to locate for it from the software catalog. To start a search from the software catalog, you can do the following:
sv: Det första man bör göra innan installation eller borttagning av program med <application>Installera och ta bort program</application> är att hitta det i programvarukatalogen. Gör följande för att påbörja en sökning i programvarukatalogen:

source: Select a category from the software catalog column. The category <emphasis role="bold">"All"</emphasis> consists of all the software available in the catalog.
sv: Markera en kategori från programvarukatalogkolumnen. Kategorien <emphasis role="bold">"Alla"</emphasis> innehåller all tillgänglig programvara i katalogen.

source: Type the name of the application you need in the search field.
sv: Skriv in namnet på programmet som du letar efter i sökfältet.

source: When you find the application you need, click on the checkbox beside the name of the application in the Applications window.
sv: När du hittar programmet du letar efter, klicka på kryssrutan bredvid namnet på programmet i programfönstret.

source: You can also search for unsupported and proprietary applications (they are part of the <emphasis>"universe"</emphasis> and <emphasis>"multiverse"</emphasis> software repositories). Make sure "Show unsupported applications" and "Show proprietary applications" are selected.
sv: Du kan även söka efter program som inte stöds eller är properitära (de är en del av programvaruförråden <emphasis>"universe"</emphasis> och <emphasis>"multiverse"</emphasis>). Se till att "Visa programvara utan support" och "Visa properitära program" har markerats.

source: Use the search field to search for applications to be installed or removed.
sv: Använd sökfältet för att söka efter program som ska installeras eller tas bort.

source: Installing new applications
sv: Installera nya program

source: To install applications using <application>Install and Remove Applications</application>, make sure it is already selected from the Applications window. If it is still not selected, follow the steps as enumerated in <xref linkend="searching-applications"/>.
sv: För att installera program med <application>Installera och ta bort programvara</application>, se till att det redan har markerats i programfönstret. Om det fortfarande inte är markerat, följ stegen i <xref linkend="searching-applications"/>.

source: Once you have selected an application to be installed, click "<emphasis role="bold">Apply</emphasis>" to start the installation. A window will appear that shows the applications that will be added to your system.
sv: När du har markerat ett program för installation, klicka på "<emphasis role="bold">Verkställ</emphasis>" för att påbörja installationen. Ett fönster kommer att dyka upp som visar programmen som kommer att läggas till i ditt system.

source: List of applications to be added after selecting and applying them from the main window
sv: Lista över program som kommer att läggas till efter de markerats och verkställts från huvudfönstret

source: To confirm the installation, click "<emphasis role="bold">Apply</emphasis>." If you wish to go back to the main window or cancel the installation, click "<emphasis role="bold">Cancel</emphasis>. The software will then be downloaded.
sv: För att bekräfta installationen, klicka på "<emphasis role="bold">Verkställ</emphasis>." Om du önskar att gå tillbaka till huvudfönstret eller avbryta installationen, klicka på "<emphasis role="bold">Avbryt</emphasis>. Programvaran kommer då att hämtas.

source: Downloading package files
sv: Hämtar paketfiler

source: The downloaded package will then be installed. To have the progress dialog box close after installation, select "<emphasis>Automatically close after the changes have been successfully applied</emphasis>." You can also check the progress of the installation from a terminal output by maximizing the Terminal option.
sv: Det hämtade paketet kommer sedan att installeras. För att förloppsdialogrutan ska stängas efter installationen, välj "<emphasis>Stäng automatiskt när ändringarna har verkställts korrekt</emphasis>." Du kan även se förloppet för installationen från en terminal genom att maximera terminalfönstret i alternativet Detaljer.

source: Installing software
sv: Installerar programvara

source: When installation is done, <application>Install and Remove Applications</application> will setup desktop shortcuts for the application so that it will be available after setup. You can double-click on an icon to launch it from here, or, you can close this window to finish the installation.
sv: När installationen är färdig, kommer <application>Installera och ta bort program</application> att konfigurera skrivbordsgenvägar för programmet så att det kommer att vara tillgängligt efter konfigureringen. Du kan dubbelklicka på en ikon för att starta det härifrån, eller stänga fönstret för att färdigställa installationen.

source: New applications installed
sv: Nya program installerade

source: Removing applications from the system
sv: Ta bort program från systemet

source: To remove applications using <application>Install and Remove Applications</application>, make sure it is already selected from the Applications window. If it is still not selected, follow the steps as enumerated in <xref linkend="searching-applications"/>.
sv: För att ta bort program med <application>Installera och ta bort program</application>, se till att det redan har markerats i programfönstret. Om det fortfarande inte har markerats, följ stegen i <xref linkend="searching-applications"/>.

source: Once you have selected an application to be removed, click "<emphasis role="bold">Apply</emphasis>" to start the process. A dialog box will show the applications that will be removed from your system. To continue removing the application, click "<emphasis role="bold">Apply</emphasis>". To cancel the removal, click "<emphasis role="bold">Cancel</emphasis>".
sv: När du har markerat ett program för borttagning, klicka på "<emphasis role="bold">Verkställ</emphasis>" för att påbörja processen. En dialogruta kommer att visa programmen som kommer att tas bort från ditt system. För att fortsätta borttagningen av programmet, klicka på "<emphasis role="bold">Verkställ</emphasis>". För att avbryta borttagningen, klicka på "<emphasis role="bold">Avbryt</emphasis>".

source: List of applications to be removed after selecting and applying them from the main window
sv: Lista över program som kommer att tas bort efter de markerats och verkställts från huvudfönstret

source: Once the removal of the application is confirmed, <application>Install and Remove Applications</application> will start de-installing the application from the system. Once it is done, you can now close the dialog box and you will be sent back to the main window of <application>Install and Remove Applications</application>.
sv: När borttagningen av programmet har bekräftats, kommer <application>Installera och ta bort program</application> att påbörja avinstallationen av programmet från systemet. När det är klart, kan du nu stänga dialogrutan och du kommer att skickas tillbaka till huvudfönstret i <application>Installera och ta bort program</application>.

source: Removing software
sv: Ta bort programvara

source: About Install and Remove Applications
sv: Om Installera och ta bort program

source: <application>Install and Remove Applications</application> was written by Ross Burton <email>ross@burtonini.com</email>, Michael Vogt <email>michael.vogt@ubuntu.com</email>, Niran Babalola <email>niran@niran.org</email>, and Sebasitan Heinlein <email>sebastian.heinlein@web.de</email> as an application installer for the GNOME Desktop of the Ubuntu distribution. The user manual was written by Jerome Gotangco <email>jgotangco@ubuntu.com</email>.
sv: <application>Installera och ta bort program</application> skrevs av Ross Burton <email>ross@burtonini.com</email>, Michael Vogt <email>michael.vogt@ubuntu.com</email>, Niran Babalola <email>niran@niran.org</email>, och Sebastian Heinlein <email>sebastian.heinlein@web.de</email> som en programinstallerare för GNOME-skrivbordet för Ubuntu-distributionen. Användarhandboken skrevs av Jerome Gotangco <email>jgotangco@ubuntu.com</email>.

source: translator-credits
sv: Daniel Nylander <po@danielnylander.se>, 2006
